{
  "name": "Alice Blue",
  "description": "Alice Blue is a soft, light cyan shade that evokes a sense of tranquility and calmness. Named after Alice Roosevelt Longworth, the daughter of President Theodore Roosevelt, this color gained popularity in the early 20th century, particularly in the context of the Arts and Crafts movement. Its ethereal quality makes it a favored choice for creating airy and light spaces, providing a serene backdrop in any design context.",
  "originOfName": "The name 'Alice Blue' originates from the dress that Alice Roosevelt Longworth wore at the presidential inaugural ball in 1901. This shade quickly became associated with her and was adopted by the fashion and design communities, marking its significance in American color history. The term has continued to resonate in both art and design, representing a unique blend of nostalgia and innovation.",
  "usageInDesign": {
    "interiorDesign": "In interior design, Alice Blue is often employed in bedrooms and nurseries, where its calming hue promotes relaxation and restful sleep. It pairs beautifully with crisp whites and soft grays, creating a cohesive and serene environment. Additionally, the color works well in coastal and beach-themed designs, reflecting the calming colors of the ocean and sky.",
    "fashion": "In fashion, Alice Blue is frequently seen in spring and summer collections, symbolizing freshness and lightness. It is commonly used in dresses, blouses, and accessories, appealing particularly to those looking for a pastel color palette. The shade's delicate charm makes it popular for bridal wear and special occasions, evoking elegance and grace.",
    "graphicDesign": "In graphic design, Alice Blue is used to create inviting and soft visual experiences. Its lightness can effectively convey serenity in wellness and spa branding, while its association with youth and freshness makes it a preferred choice for brands targeting younger demographics. It's often seen in website design for clean, airy layouts that seek to promote user engagement and comfort."
  },
  "visualCharacteristics": {
    "mood": "The mood evoked by Alice Blue is predominantly calm and serene, promoting a sense of peace and tranquility. It often brings about feelings of nostalgia and softness, resonating with individuals seeking comfort and relaxation in their surroundings. It can be inspiring and uplifting, making it a favorite in designs aimed at creating a positive atmosphere.",
    "complementaryColors": "Complementary colors to Alice Blue include peach and coral shades, which offer a warm contrast to its cool tones. These warm colors enhance the ethereal quality of Alice Blue, making it stand out even more in design applications. Additionally, grays and soft browns provide a grounding effect, balancing the lightness of Alice Blue in both interiors and fashion."
  },
  "hex": "F0F8FF"
}