{
  "name": "Atoll",
  "description": "Atoll is a serene and gentle hue that embodies the soothing qualities of ocean waters and tropical landscapes. It is reminiscent of the tranquil blue-green shades found in coral reefs and offers a refreshing escape from the static shades of gray or brown often used in designs. This color evokes a sense of calm and relaxation, making it a perfect choice for spaces that aim to promote well-being and tranquility.",
  "originOfName": "The name 'Atoll' refers to a ring-shaped coral reef, island, or series of islets that encircle a lagoon either partially or fully. The term comes from the Maldivian word 'atolu', and it emphasizes the natural beauty and unique geographical formations typically associated with tropical destinations. This color draws inspiration from the stunning seascapes found in these environments, thus linking its name to a sense of place and tranquility.",
  "usageInDesign": {
    "interiorDesign": "In interior design, Atoll can be used to create soothing and airy spaces, often paired with natural materials like wood and stone. It's particularly effective in bedrooms and bathrooms, where a peaceful atmosphere is desired. Designers often use it in coastal-themed decor, as it complements nautical colors like sandy beiges and crisp whites, enhancing the light, open feel of rooms.",
    "fashion": "In fashion, Atoll is often featured in summer collections, where it pairs well with light fabrics and casual styles. It is commonly seen in swimwear and resort wear, evoking a sense of vacation and relaxation. Designers might use Atoll in accessories like scarves or bags, where its fresh color adds a vibrant yet calming touch.",
    "graphicDesign": "Atoll is frequently utilized in graphic design for its ability to convey a fresh and modern aesthetic. Its calming qualities make it an excellent choice for wellness brands, environmental organizations, and ocean conservation campaigns. The color is effective in logos and websites, particularly for brands that want to project tranquility and stability, connecting with audiences looking for respite and reliability."
  },
  "visualCharacteristics": {
    "mood": "Atoll elicits feelings of calmness, serenity, and refreshment. It is associated with relaxation and rejuvenation, often reminding individuals of tranquil ocean vistas and lush tropical gardens. This color effectively reduces stress and anxiety, making it a preferred choice in spaces designed for rest and contemplation.",
    "complementaryColors": "Atoll is beautifully complemented by coral and peach tones, which add warmth without overwhelming the coolness of Atoll. Shades like sandy beige or light taupe also create a harmonious balance, further enhancing the serene atmosphere. Additionally, paired with a warm gray, Atoll can create sophisticated and calming palettes that are ideal for modern design."
  },
  "hex": "0A6F75"
}