{
  "name": "Bastille",
  "description": "Bastille is a rich and deep shade of blue-grey, reminiscent of the evening sky just before dusk. It carries a sense of sophistication and elegance, often associated with stability and calmness. This color evokes feelings of both serenity and introspection, making it a popular choice in various design contexts. Its muted tone provides a subtle backdrop that complements bold accents or can be a statement on its own.",
  "originOfName": "The name 'Bastille' is inspired by the Bastille fortress in Paris, which is historically significant as a symbol of freedom and revolution. The color seeks to embody the spirit of resilience and transformation associated with this landmark. Its etymology is rooted in French heritage, celebrating the rich cultural history of France.",
  "usageInDesign": {
    "interiorDesign": "In interior design, Bastille is often utilized in living spaces such as dens, libraries, or bedrooms to create a cozy yet elegant atmosphere. It pairs well with warm wood tones and brass accents, lending a timeless quality to interiors. The color can be effectively used on accent walls, furniture pieces, or textiles to introduce a sense of calm sophistication without overwhelming the space.",
    "fashion": "In the realm of fashion, Bastille has emerged as a popular choice for both seasonal collections and classic pieces. Its versatility makes it suitable for formal attire, such as tailored suits or evening dresses, as well as casual wear like oversized sweaters and denim. Designers often incorporate Bastille into their palettes to create collections that evoke a sense of understated luxury.",
    "graphicDesign": "Bastille is frequently employed in graphic design for branding and marketing materials, particularly in industries that want to convey trust and reliability. It is highly effective in logos, websites, and packaging that require a distinguished and cohesive look. The color’s depth allows for strong contrast with white or lighter colors, ensuring readability and visual impact."
  },
  "visualCharacteristics": {
    "mood": "Bastille evokes a serene and contemplative mood, often associated with wisdom and perseverance. It is calming yet grounding, making it an ideal choice for spaces or projects that aim to inspire tranquility and focus. The psychological effects of this color can foster a sense of security and peacefulness.",
    "complementaryColors": "Complementary colors to Bastille include warm shades like coral or peach, which create a vibrant contrast that energizes the palette. Additionally, soft golds and creams enhance its sophistication, providing a refined balance. These complementary colors can be used in various applications, from interior décor to fashion accessories, to achieve harmony in design."
  },
  "hex": "292130"
}