{
  "name": "Bean",
  "description": "Bean is a rich, warm brown color that evokes a sense of earthiness and stability. Reminiscent of the dark, glossy finish of roasted coffee beans, this hue offers a cozy, inviting aesthetic that makes it a popular choice in various design contexts. Its depth provides the visual weight often desired in classic and contemporary interiors alike, creating a grounded atmosphere that can be both elegant and approachable. As a versatile color, Bean pairs well with both vibrant and muted tones, enhancing the overall palette without overwhelming the senses.",
  "originOfName": "The name 'Bean' comes from the familiar food item, reflecting its natural and organic qualities. Beans are cultivated worldwide and have deep cultural significance in various cuisines and traditions, symbolizing nourishment and sustainability. This connection to nature contributes to the color's appeal in design contexts that emphasize eco-friendliness and organic materials.",
  "usageInDesign": {
    "interiorDesign": "In interior design, Bean is often utilized in spaces intended to promote serenity and relaxation, such as living rooms and bedrooms. It works exceptionally well in rustic or farmhouse styles, where it can be paired with white or cream accents for a clean contrast. For a more modern look, Bean can be combined with bold colors like teal or mustard to create a striking visual statement. Textural elements like wood and natural fibers further enhance its warmth and richness.",
    "fashion": "In fashion, Bean often appears in autumn and winter collections, reflecting the season's earthy palette. This warm brown shade is commonly found in cozy knitwear, outerwear, and accessories, as it embodies comfort and style. Designers frequently use it to create sophisticated looks, with potential pairings including olive greens or burnt oranges to evoke seasonal themes.",
    "graphicDesign": "In graphic design, Bean is utilized for its ability to convey stability and reliability, making it an excellent choice for branding, particularly in the coffee or organic food sectors. Its neutral nature supports legibility, allowing it to serve effectively as a background color for text and graphics. Incorporating Bean into a color palette lends warmth and approachability, which can be vital in establishing a connection with the audience."
  },
  "visualCharacteristics": {
    "mood": "Bean evokes feelings of warmth, comfort, and reassurance, making it a perfect choice for spaces and designs meant to create a welcoming atmosphere. Its rich hue can inspire a sense of stability and relaxation, which is especially beneficial in environments meant for unwinding or social interaction. The color is also associated with nourishment and growth due to its organic roots, promoting a holistic and grounded emotional experience.",
    "complementaryColors": "Bean complements colors like sage green and soft peach, which can enhance its warm undertones while providing a fresh balance. Combining it with muted shades of blue or teal can create a calming, sophisticated palette that feels harmonious and cohesive. For a more vibrant contrast, bright mustard or burnt orange hues can energize the overall design, infusing it with a lively spirit."
  },
  "hex": "3D0C02"
}