{
  "name": "Bison Hide",
  "description": "Bison Hide is a warm, earthy brown that evokes the natural beauty of untamed landscapes and the ruggedness of the American West. This color reflects the organic, rich hues seen in animal hides, making it both a grounding and versatile choice for various design applications. Its depth and richness add warmth and comfort to spaces, appealing to those who appreciate rustic elegance and authenticity.",
  "originOfName": "The name 'Bison Hide' draws directly from the natural coloration of the bison's hide, which ranges from dark browns to lighter, warm tones. This connection to nature not only reflects the animal's habitat but also underscores the importance of the bison in American culture, symbolizing strength and resilience. Historically, bison hides were used by Native Americans for clothing, shelter, and tools, signifying a profound respect for the land and its resources.",
  "usageInDesign": {
    "interiorDesign": "In interior design, Bison Hide is often used in rustic or traditional spaces, complementing wood finishes, stone textures, and other natural materials. It works beautifully in living rooms, dens, and studies, where it can evoke a cozy, inviting atmosphere when paired with lighter, soft furnishings. Consider using it on walls, upholstery, or as an accent color in textiles to create a harmonious, earthy palette that reflects a love for the outdoors and craftsmanship.",
    "fashion": "In the world of fashion, Bison Hide is a popular choice for fall and winter collections, embodying warmth and sophistication. This color can be found in outerwear, leather goods, and footwear, offering a timeless appeal that resonates with both casual and formal attire. When paired with cream, mustard, or rich greens, it creates a balanced ensemble that is suitable for various occasions, from outdoor adventures to urban settings.",
    "graphicDesign": "Bison Hide serves as a powerful background color in graphic design, providing a stable and reliable canvas for text and imagery. It is particularly effective in branding for outdoor and adventure companies, where its earthy tone evokes feelings of trust and durability. Additionally, when used in websites, Bison Hide can create a striking contrast with lighter colors, allowing for clear navigation and readability."
  },
  "visualCharacteristics": {
    "mood": "The mood of Bison Hide is grounding and warm, often associated with feelings of comfort and stability. It can evoke memories of the natural world, promoting a sense of connection with the earth and encouraging a serene atmosphere. This color is frequently linked to feelings of security, reliability, and honesty, making it a popular choice for spaces aimed at relaxation and reflection.",
    "complementaryColors": "Bison Hide pairs well with a variety of complementary colors, such as muted greens, soft creams, and rust shades. These combinations enhance the warm, earthy quality of Bison Hide while introducing balance and visual interest. For instance, pairing it with olive green can create a serene palette reminiscent of nature, while adding cream accents can lighten the overall look, making it feel fresh and inviting."
  },
  "hex": "C1B7A4"
}