{
  "name": "Burnt Maroon",
  "description": "Burnt Maroon is a deep, reddish-brown color that exudes warmth and richness. It is reminiscent of the color of charred earth or roasted coffee beans, providing a grounding presence in any design. Often associated with the changing of seasons, especially autumn, this color can evoke feelings of nostalgia and comfort, making it a popular choice in various applications.",
  "originOfName": "The term 'maroon' originates from the French word 'marron,' which means chestnut. The 'burnt' prefix refers to the darker, more intense tone that has emerged from the process of charring or roasting. Historically, maroon was used to describe the color of the skin of certain fruits and trees, while 'burnt' describes the color achieved through heating or charring in various artistic contexts.",
  "usageInDesign": {
    "interiorDesign": "In interior design, Burnt Maroon can be effectively used to create cozy and intimate spaces. It is often featured in traditional or rustic design styles, found in living rooms, dining areas, or bedrooms, where it can complement wooden furniture and warm textiles. This hue pairs well with neutral tones like beige and cream, as well as metallics such as gold for a touch of luxury.",
    "fashion": "In fashion, Burnt Maroon is commonly used for autumn and winter collections, often seen in cozy knitwear, tailored coats, and formal garments. Its warm undertones make it flattering for a range of skin tones, and it is often used in accessories like handbags and shoes to provide a sophisticated touch to outfits. Designers frequently incorporate this color to evoke feelings of warmth and earthiness in their collections.",
    "graphicDesign": "In graphic design, Burnt Maroon can be utilized to convey a sense of tradition and reliability. It is effective in branding for companies that wish to express warmth or a connection to nature, such as organic food brands or artisanal products. This color can be used in websites and print media to create a rich, luxurious feel, especially when paired with earthy textures and images."
  },
  "visualCharacteristics": {
    "mood": "Burnt Maroon evokes feelings of warmth, stability, and comfort. It often promotes a sense of security and groundedness, making it ideal for creating inviting environments. This color can also evoke emotions related to nostalgia and reflection, enhancing the atmosphere of any design.",
    "complementaryColors": "Complementary colors to Burnt Maroon include shades of teal or turquoise, which provide a vibrant contrast to its earthy tones. These colors balance the warmth of Burnt Maroon while adding a fresh pop, making it ideal for use in both interior and graphic design. Additionally, soft shades of cream and gold can enhance its richness without overwhelming the viewer."
  },
  "hex": "420303"
}