{
  "name": "Burnt Orange",
  "description": "Burnt Orange is a warm, earthy color that sits between red and yellow on the color spectrum. It exudes energy and warmth, reminiscent of autumn leaves and the setting sun. This color often evokes feelings of comfort and enthusiasm, making it a popular choice for various designs. Its rich, intense hue makes it particularly effective in creating focal points in both interior and graphic design spaces.",
  "originOfName": "The name 'Burnt Orange' derives from the process of heating orange pigments to achieve a darker, more intense shade. This color evokes the imagery of fire and warmth, symbolizing both the changing seasons and the harvest time. Historically, burnt orange has been associated with the fall season, linking it to rustic themes and cultural festivities such as Thanksgiving and Halloween.",
  "usageInDesign": {
    "interiorDesign": "In interior design, Burnt Orange is often used to create a cozy and inviting atmosphere. It pairs well with neutral tones like beige and gray, helping to create a balanced and harmonious space. Popular applications include accent walls, upholstery, and decorative accessories in living rooms and dining spaces, providing a warm focal point while also supporting a modern rustic aesthetic.",
    "fashion": "In fashion, Burnt Orange is a versatile color suitable for both casual and formal wear. It is particularly favored during the autumn months, featuring prominently in sweaters, scarves, and outerwear. Burnt Orange complements earth tones beautifully, making it a popular choice for bohemian and rustic styles, while also being a trendy color for seasonal collections and accessories.",
    "graphicDesign": "In graphic design, Burnt Orange is often used to grab attention without being overwhelming. It works effectively in logos, landing pages, and print materials, providing warmth and vitality to the design. This color can be paired with contrasting colors like navy blue or deep teal for a striking visual impact, making it ideal for brands looking to convey energy and approachability."
  },
  "visualCharacteristics": {
    "mood": "Burnt Orange evokes feelings of warmth, comfort, and creativity. It often brings to mind images of sunsets and autumn foliage, promoting a sense of nostalgia and coziness. Emotionally, this color can stimulate feelings of enthusiasm and fascination, making it a popular choice in spaces meant for gathering or creativity.",
    "complementaryColors": "Burnt Orange pairs well with various colors, such as teal, deep blues, and muted greens. Teal, for instance, creates a striking contrast, enhancing the vibrancy of burnt orange while providing a sense of calm. Other complementary colors include warm neutrals like cream and taupe, which help soften its intensity while maintaining warmth in a design."
  },
  "hex": "CC5500"
}