{
  "name": "Buttered Rum",
  "description": "Buttered Rum is a warm and inviting shade reminiscent of amber liquor infused with rich butter. This color embodies a blend of yellow and brown hues, creating a cozy atmosphere that is soothing and comforting. It often evokes feelings of warmth, relaxation, and indulgence, making it a popular choice in spaces designed for leisure and enjoyment.",
  "originOfName": "The name 'Buttered Rum' is derived from the popular beverage that combines dark rum and butter, often spiced with cinnamon or nutmeg. This combination results in a rich and flavorful drink, which perfectly aligns with the color's warm undertones. Historically, rum has been celebrated in various cultures, particularly in the Caribbean, where it is an essential part of culinary traditions, leading to the vivid naming of this color.",
  "usageInDesign": {
    "interiorDesign": "In interior design, Buttered Rum is often used to create cozy and inviting spaces such as living rooms and dens. Its warm tones work well with wood finishes and soft textiles, contributing to a relaxed yet elegant aesthetic. This color pairs beautifully with neutral palettes and is a favorite in rustic and farmhouse-style designs, often featured in accent walls or furniture pieces.",
    "fashion": "In fashion, Buttered Rum is a seasonal favorite that brings warmth to autumn and winter wardrobes. This hue is commonly seen in sweaters, scarves, and outerwear, offering a sophisticated twist on traditional earthy tones. Designers often utilize this color to evoke a sense of comfort and approachable elegance, making it ideal for casual wear as well as more refined outfits.",
    "graphicDesign": "In graphic design, Buttered Rum can enhance the visual appeal of branding and marketing materials by providing a sense of warmth and approachability. This color works well for logos aiming to convey luxury and comfort, as well as in packaging designs for gourmet food products, contributing to a sense of indulgence. It is particularly effective in print media where a cozy, welcoming feel is desired."
  },
  "visualCharacteristics": {
    "mood": "Buttered Rum exudes warmth and comfort, often associated with coziness and relaxation. It can evoke feelings of nostalgia and pleasure, making it perfect for settings intended for social interaction and leisure. This color encourages a sense of security and contentment, ideal for spaces where people gather.",
    "complementaryColors": "Complementary colors for Buttered Rum include deep blues and cool greens, such as Teal or Navy, which create a striking contrast that adds balance to designs. Earthy tones like Olive and Terracotta also enhance its warmth, allowing for a harmonious and enriched color palette. These combinations are particularly effective in design, providing visual interest while maintaining an inviting atmosphere."
  },
  "hex": "A1750D"
}