{
  "name": "Carnation",
  "description": "Carnation is a vibrant shade of pink, reminiscent of the delicate blossoms that share its name. This color falls between soft pink and a more vivid hue, creating a warm and inviting aesthetic. It's often associated with romance, beauty, and tenderness, making it a popular choice for celebrations such as weddings and Valentine's Day. The fresh and lively tone of Carnation also evokes feelings of joy and positivity, making it a favored option in various design contexts.",
  "originOfName": "The name 'Carnation' originates from the flower of the same name, which gained prominence in the 16th century. The term is believed to derive from the Latin word 'carnem,' meaning flesh, referencing the color of the flower's petals. This floral association has imbued the color with connotations of elegance and natural beauty, as well as cultural significance in art and literature.",
  "usageInDesign": {
    "interiorDesign": "In interior design, Carnation is often used to add a cheerful accent to spaces, especially in living rooms, bedrooms, and dining areas. It pairs beautifully with soft whites and neutrals, as well as darker shades like charcoal and navy, creating a balanced yet vibrant environment. Frequently seen in floral arrangements and decorative cushions, this color can invigorate a space, enhancing the overall vibe and atmosphere.",
    "fashion": "Carnation is a favored hue in the fashion world, frequently appearing in spring and summer collections. It embodies femininity and elegance, often seen in dresses, blouses, and accessories. Designers utilize this color to evoke feelings of freshness and vitality, making it a suitable choice for both everyday wear and formal attire, particularly in floral prints that celebrate the beauty of nature.",
    "graphicDesign": "In graphic design, Carnation is effective for drawing attention and creating a friendly, approachable brand image. It is often used in logos, marketing materials, and social media graphics to foster an emotional connection with the audience. The color's energetic and uplifting qualities make it an excellent choice for companies focused on wellness, beauty, and lifestyle products, ensuring a strong visual impact while maintaining a sense of warmth."
  },
  "visualCharacteristics": {
    "mood": "Carnation evokes feelings of happiness, warmth, and affection, creating a light and inviting atmosphere. It can uplift spirits and promote a sense of well-being, often associated with celebration and joyous occasions. Its vibrant yet soft nature allows it to resonate with feelings of love and tenderness, making it ideal for personal and emotional connections.",
    "complementaryColors": "Complementary to Carnation are shades like mint green and soft teal, which provide a refreshing contrast that enhances the vibrancy of pink tones. These complementary colors work together to create visual interest and balance within a design. Additionally, darker tones such as deep charcoal and rich plum can also complement Carnation by adding depth and sophistication to the palette."
  },
  "hex": "F95A61"
}