{
  "name": "Cerise Red",
  "description": "Cerise Red is a vibrant and striking shade of red with subtle pink undertones. It is often associated with the fruit of the cerise cherry, lending the color its name. The brightness of Cerise Red evokes feelings of passion, energy, and excitement, making it a popular choice in designs that aim to attract attention and convey a sense of liveliness. This color can be effective in both bold statements and nuanced accents within various design contexts.",
  "originOfName": "The name 'Cerise' is derived from the French word for cherry, which reflects the color's resemblance to the vivid hue of ripe cherries. The term has been in use since the late 19th century and is often associated with both the fruit and the floral aesthetics of cherry blossoms, which are celebrated for their beautiful pink and red shades. As a color, Cerise Red embodies both a sense of European elegance and the vibrant allure of nature.",
  "usageInDesign": {
    "interiorDesign": "In interior design, Cerise Red can serve as a striking accent wall color that adds warmth and intimacy to living spaces. It works well in contemporary and eclectic design styles, often paired with neutral tones for balance or bold colors for a more dynamic look. Popular applications include dining rooms and bedrooms, where its energetic qualities can enhance social interactions and relaxation alike.",
    "fashion": "Cerise Red is a popular choice in the fashion industry, often used in dresses, accessories, and footwear. This color flourishes in spring and summer collections, aligning with trends that embrace bold, bright tones. Fashion designers frequently incorporate Cerise Red to create eye-catching outfits that express confidence and vibrancy, making it a staple for standout pieces in any wardrobe.",
    "graphicDesign": "In graphic design, Cerise Red is utilized to draw attention and convey strong emotions, often appearing in logos, advertisements, and promotional materials. Its intense hue can create a sense of urgency or excitement, effectively captivating audiences. This color pairs well with both muted and contrasting colors, making it versatile for various designs including websites and print media to evoke a lively, modern aesthetic."
  },
  "visualCharacteristics": {
    "mood": "Cerise Red stimulates feelings of warmth, passion, and desire, often evoking a sense of romanticism and energy. It is a color that can uplift and energize, inspiring creativity and enthusiasm in both viewers and creators. Additionally, the vibrancy of Cerise Red can foster a playful and joyful atmosphere, making it a favored choice in lively settings.",
    "complementaryColors": "Complementary colors to Cerise Red include soft greens and neutral tones like beige and gray. Green serves as a contrasting partner that can temper the intensity of Cerise Red while maintaining visual interest. Together, these colors can create a harmonious balance in design layouts, allowing each to enhance the other's presence without overwhelming the viewer."
  },
  "hex": "DE3163"
}