{
  "name": "Chestnut Rose",
  "description": "Chestnut Rose is a warm, muted shade that blends the earthy tones of chestnut brown with the softness of rose pink. This rich hue evokes feelings of warmth and comfort, reminiscent of autumn leaves and blooming roses. Its soft yet robust character makes it versatile across various design applications, adding an inviting touch to both rustic and contemporary aesthetics.",
  "originOfName": "The name 'Chestnut Rose' derives from the combination of two elements: 'chestnut,' which refers to the nuts and wood of the chestnut tree known for its warm brown color, and 'rose,' symbolizing love and beauty. This name reflects the color's unique blend of strength and softness, embodying both the earthiness of chestnuts and the delicate nature of roses. The use of plant-based names in color terminology often traces back to natural inspirations, emphasizing a connection to nature in art and design.",
  "usageInDesign": {
    "interiorDesign": "In interior design, Chestnut Rose is often used to create cozy, inviting spaces that exude warmth. It pairs well with neutral tones and soft whites, making it an excellent choice for living rooms and bedrooms, where a calming atmosphere is desired. This color can be effectively used on walls, accent furniture, or textiles, and it complements rustic decor styles beautifully by harmonizing with natural wood finishes and earthy textures.",
    "fashion": "Within fashion, Chestnut Rose is frequently seen in autumn collections, adding depth to seasonal wardrobes. It can be found in various clothing items, such as dresses, sweaters, and scarves, appealing to those who seek a blend of sophistication and comfort. Designers often utilize this color as a staple for layering, allowing it to be paired with both bold and muted tones, enhancing its versatility across outfits.",
    "graphicDesign": "In graphic design, Chestnut Rose serves as a striking background or accent color that draws attention without being overpowering. Its soft yet distinct nature makes it ideal for branding that aims to convey warmth, friendliness, and approachability. Frequently used in marketing materials and packaging, it works well alongside both cream and charcoal colors, producing a balanced and aesthetically pleasing composition."
  },
  "visualCharacteristics": {
    "mood": "Chestnut Rose evokes a sense of tranquility and warmth, often associated with comfort and nostalgia. It elicits feelings of safety and security, making it a popular choice for spaces aiming to create a relaxed atmosphere. This color can also inspire creativity and connection, resonating with personal experiences of love and nature.",
    "complementaryColors": "Complementary colors for Chestnut Rose include muted greens and soft grays, which help to enhance its warmth while providing contrast. Earthy shades such as olive or sage create a natural balance and are often used to complement this hue in both fashion and interior spaces. Additionally, pairing with cream or off-white can elevate its softness, creating a harmonious and inviting palette."
  },
  "hex": "CD5C5C"
}