{
  "name": "Citrus",
  "description": "Citrus is a bright, vibrant shade reminiscent of the zest and energy of fresh citrus fruits such as lemons, limes, and oranges. This color exudes a sense of freshness and vitality, often associated with warmth and summer. It can create a cheerful atmosphere, making it an ideal choice for spaces that require stimulation and positivity. Citrus is frequently used to evoke feelings of happiness, invigoration, and a connection to nature.",
  "originOfName": "The name 'Citrus' derives from the Latin word 'citrus', which refers to a genus of flowering trees and shrubs that produce citrus fruits. The use of the term to describe this particular shade emphasizes its bright, tangy essence and refreshing qualities that are akin to the fruit itself. Historically, citrus fruits have been symbols of wealth and hospitality, making this color a representation of these themes as well.",
  "usageInDesign": {
    "interiorDesign": "In interior design, Citrus can be used as an accent color to energize a room. It works exceptionally well in kitchens and dining areas, where it can enhance the feeling of freshness and cleanliness. Paired with neutral colors such as white or light grey, Citrus can create a modern yet inviting space. For example, a Citrus feature wall in a sunlit breakfast nook can set a lively mood for morning gatherings.",
    "fashion": "In fashion, Citrus is often utilized in summer collections, making appearances in both casual wear and high-fashion lines. Its brightness can be seen in statement pieces like dresses, swimwear, and accessories. Designers often leverage this color to evoke feelings of warmth and joy, making it a popular choice for beachwear. Citrus shades are particularly appealing in the warmer months, enhancing the vibrancy of sun-kissed skin.",
    "graphicDesign": "In graphic design, Citrus is a powerful color that commands attention and fosters engagement. It is ideal for logos and marketing materials aimed at generating excitement or evoking a playful brand personality. Its high visibility makes it effective for call-to-action buttons on websites where attracting user interaction is essential. Moreover, when paired with darker colors, Citrus can pop, drawing the viewer’s eye effectively."
  },
  "visualCharacteristics": {
    "mood": "Citrus is linked with positivity and energy, often evoking feelings of joy, excitement, and freshness. It can uplift moods and create an atmosphere of lightheartedness. This color is also associated with the invigorating qualities of the sun, reinforcing a sense of warmth and vitality.",
    "complementaryColors": "Citrus pairs beautifully with colors like teal, navy blue, and soft neutrals. Teal enhances the vibrant aspect of Citrus while providing a pleasing contrast, creating a balanced harmony. Navy blue can ground the brightness of Citrus, making it suitable for both contemporary and traditional design contexts. Soft neutral tones, such as beige or grey, allow Citrus to stand out without overwhelming a space."
  },
  "hex": "A1C50A"
}