{
  "name": "Citron",
  "description": "Citron is a lively and vibrant yellow-green hue that embodies the freshness of citrus fruits. This color is often associated with energy, positivity, and a sense of renewal. In design, it can bring an uplift to spaces, making it ideal for settings meant to inspire creativity or evoke a feeling of vitality. Its brightness is reminiscent of sunlight filtering through leaves in a lush garden, infusing environments with warmth and cheer.",
  "originOfName": "The name 'Citron' derives from the French word for lemon, which is 'citron', and it traces back to the Latin word 'citrinus', meaning 'yellow'. This citrus fruit has been cultivated since ancient times, and the hue has since become synonymous with the refreshing qualities and zesty flavors of citrus fruits. Citron has cultural significance in many societies, often symbolizing abundance and prosperity, especially in culinary traditions.",
  "usageInDesign": {
    "interiorDesign": "In interior design, Citron is often used to add a splash of brightness to any space. It works exceptionally well in kitchens and dining areas, where it can evoke feelings of freshness and appetite. This color pairs beautifully with neutral tones like gray or beige, and can also complement deeper shades such as navy blue or rich browns for a more dynamic contrast.",
    "fashion": "In the fashion realm, Citron frequently appears in spring and summer collections, appreciated for its vibrant, cheerful quality. It is commonly used in casual wear, accessories, and activewear, where it can invigorate outfits and convey a sense of playfulness. Consumers gravitate towards this color for statement pieces, such as dresses or swimwear, that stand out in a crowd and embody a fun, youthful spirit.",
    "graphicDesign": "In graphic design, Citron is effectively utilized to evoke clarity and enthusiasm in branding. It can serve as an attention-drawing accent color, helping logos to pop against more subdued backgrounds. Its vibrancy makes it ideal for calls to action on websites, as it engages viewers and leads to increased interaction."
  },
  "visualCharacteristics": {
    "mood": "Citron evokes feelings of happiness, energy, and revitalization. It is often associated with creativity and can inspire joy and enthusiasm in those who encounter it. The color's fresh and zesty quality makes it an excellent choice for promoting feelings of optimism.",
    "complementaryColors": "Complementary colors for Citron include deep purples such as aubergine, and cooler shades of blue like teal, which can provide a striking contrast. The combination of Citron with these hues enhances the warmth of the yellow-green while maintaining visual interest. Neutral colors like grays and whites also work harmoniously with Citron, allowing the brightness to shine without overwhelming the space."
  },
  "hex": "9EA91F"
}