{
  "name": "Coffee Bean",
  "description": "Coffee Bean is a deep, rich brown that embodies the essence of roasted coffee beans. This color is often associated with warmth, comfort, and a sense of relaxation, evoking the cozy atmosphere of a coffee shop. Its dark hue can create a grounding effect in spaces, providing a calming backdrop that enhances other colors in the palette.",
  "originOfName": "The name 'Coffee Bean' is derived from the coffee seed itself, which is a staple in many cultures around the world. Coffee has a long history, dating back to its discovery in Ethiopia and the subsequent journey along trade routes to Europe. The color reflects the roasted color of the beans, capturing the essence of one of the world's most beloved beverages.",
  "usageInDesign": {
    "interiorDesign": "In interior design, Coffee Bean is often used to add depth and richness to a space. It's ideal for accent walls, furniture, and cabinetry, bringing a touch of elegance to traditional and modern designs. This color pairs well with creams and soft whites, creating a balanced yet sophisticated look, perfect for living rooms and cozy cafes.",
    "fashion": "In fashion, Coffee Bean is a versatile color that appears in various garments, from outerwear to accessories. It is particularly popular in autumn collections, reminiscent of the fall landscape. Designers often use this color to invoke feelings of warmth and sophistication, making it a staple for both casual and formal wear, especially in items like coats, boots, and handbags.",
    "graphicDesign": "In graphic design, Coffee Bean serves as a strong neutral base that works well in branding and promotional materials. It is effective in creating a sense of reliability and comfort, often used in food-related brands to evoke natural and organic qualities. Coffee Bean can be paired with brighter colors for contrast, enhancing visibility and engagement in logos and marketing materials."
  },
  "visualCharacteristics": {
    "mood": "Coffee Bean is known to evoke feelings of warmth, comfort, and stability. It has a grounding effect, often associated with feelings of security and relaxation, making it a favored choice for spaces where people gather and socialize. This color can stimulate appetite and conversation, reminiscent of enjoying a cup of coffee with friends.",
    "complementaryColors": "Complementary colors for Coffee Bean include soft creams, muted golds, and rich olive greens. These colors create a balanced palette that enhances the warmth of Coffee Bean while adding interest and variety. For example, pairing it with a muted olive can evoke a natural, earthy feel, ideal for wellness-focused branding or interior designs."
  },
  "hex": "2A140E"
}