{
  "name": "Coral Red",
  "description": "Coral Red is a vibrant and energetic hue that reflects the warmth of coral reefs and the formal elegance of the ocean. This color has a lively reddish-orange tone that often evokes feelings of vitality and enthusiasm. Commonly associated with summer and beach aesthetics, Coral Red is a popular choice for creating a warm and inviting atmosphere in various design contexts. It can also symbolize love and passion, making it a favorite in romantic themes.",
  "originOfName": "The name 'Coral Red' originates from the pinkish-red color of coral, particularly the stony coral found in oceans. The term 'coral' comes from the Greek word 'korallion,' referring to marine invertebrates known for their vibrant, colorful skeletons. Throughout history, coral has been viewed as a precious material, often used in jewelry and decorative arts, which has influenced its naming. The use of coral in various cultures has also symbolized protection and tranquility, enhancing its appeal as a color name.",
  "usageInDesign": {
    "interiorDesign": "In interior design, Coral Red can be used to create a warm, inviting ambiance. It's often found in accent walls, upholstery, and decorative accessories, making spaces feel vibrant and lively. Coral Red pairs well with neutral tones like beige or soft grays, adding character to minimalist designs, while also complementing other bright colors for a more eclectic style.",
    "fashion": "In fashion, Coral Red is highly versatile and is commonly seen in summer collections, flowing dresses, swimsuits, and accessories. It is often associated with cheerful and flirtatious styles, making it a favorite among designers looking to convey a youthful and energetic vibe. This color is also frequently used in cosmetics, especially in lip color and nail polish, to express vividness and femininity.",
    "graphicDesign": "Within graphic design, Coral Red is an effective choice for brands aiming to evoke warmth and friendliness. It is used in logos, packaging, and promotional materials to grab attention while maintaining an approachable aesthetic. Coral Red can be particularly powerful in advertisements that target young audiences, as it tends to resonate well with playful, upbeat campaigns."
  },
  "visualCharacteristics": {
    "mood": "Coral Red often evokes feelings of happiness, energy, and passion, making it a stimulating color to engage with. It can create a sense of excitement and warmth in spaces and designs, encouraging social interaction and connection. In psychological terms, it is linked to confidence and enthusiasm, appealing to the inner desires of beauty and vibrancy.",
    "complementaryColors": "The complementary colors of Coral Red include shades like turquoise and teal, which create a striking contrast that enhances the vibrancy of Coral Red while providing a cooling effect. Pairing Coral Red with soft whites or creams can also create an elegant look while maintaining a warm atmosphere. Other suitable complements include muted greens and sandy tones, which evoke natural elements and balance coral's lively energy."
  },
  "hex": "FF4040"
}