{
  "name": "Coriander",
  "description": "Coriander is a warm and earthy green color with subtle hints of gray, reminiscent of the herb from which it takes its name. This color evokes feelings of nature and tranquility, making it an excellent choice for creating calm and inviting spaces. Its muted tone adds sophistication to any design, giving it a versatile character that can be used in various applications, from rustic settings to modern aesthetics.",
  "originOfName": "The term 'coriander' is derived from the Greek word 'koriannon,' which refers to the coriander herb that is commonly used in cooking. The association with the herb brings a culinary richness to the color's identity, as it embodies freshness and the organic qualities found in nature. Historically, coriander has been utilized in various cultures, both for culinary purposes and medicinal uses, adding depth to its name and significance within human experience.",
  "usageInDesign": {
    "interiorDesign": "In interior design, coriander can be used to create warm and inviting spaces, especially in kitchens and dining areas where it resonates with food and culinary themes. Its versatility allows it to blend seamlessly with neutral tones and wooden textures, enhancing the natural elements of a room. This color is often paired with warm whites or creams to accentuate its earthy qualities, making spaces feel both elegant and grounded.",
    "fashion": "Coriander has gained popularity in fashion, particularly in earthy and bohemian styles. It is often featured in seasonal collections during fall and spring, where it complements other natural tones like rust, mustard, and deep browns. Clothing items such as flowy dresses, casual jackets, and accessories utilize this color to evoke a sense of comfort and connection to the earth, making it a staple for sustainable fashion enthusiasts.",
    "graphicDesign": "In graphic design, coriander is utilized to convey a sense of calm and reliability, often employed by brands aiming to project an eco-friendly or organic image. Its muted tone can serve as a background color, allowing brighter elements to pop, or it can be used in typography to add a touch of elegance to marketing materials. This color is effective in creating a cohesive and harmonious design, particularly for websites and print materials that focus on natural products or lifestyles."
  },
  "visualCharacteristics": {
    "mood": "Coriander evokes feelings of warmth, tranquility, and connection to nature. It can create an atmosphere of serenity and comfort, making it ideal for spaces meant for relaxation and creativity. The soft, muted quality of this color also contributes to a grounding effect, allowing for emotional balance and a peaceful environment.",
    "complementaryColors": "Coriander pairs beautifully with complementary shades such as soft whites, warm taupes, and gentle pastels like blush pink or pale lavender. These colors enhance the warm, earthy quality of coriander while adding a layer of brightness and softness. Using these complementary colors in design can create a harmonious balance that is visually appealing and inviting."
  },
  "hex": "C4D0B0"
}