{
  "name": "Cornflower Blue",
  "description": "Cornflower Blue is a vivid and striking shade of blue, reminiscent of the delicate petals of the cornflower plant. Its brightness and clarity evoke feelings of freshness and tranquility, making it a popular choice in various design applications. This color sits beautifully within the spectrum of blues, often associated with nature and clear skies, and stands out for its versatility in both vibrant and subdued palettes. Cornflower Blue is often used to bring a sense of calm and positivity to spaces, inviting creativity and inspiration.",
  "originOfName": "The name 'Cornflower Blue' derives from the cornflower plant (Centaurea cyanus), which is native to Europe and has been cultivated for centuries. The flower gained popularity in the 19th century and became a symbol of love and enchantment. Its vivid blue hue was admired by artists and designers, leading to the adoption of the name for a color in the NTC palette that mirrors its distinct beauty.",
  "usageInDesign": {
    "interiorDesign": "In interior design, Cornflower Blue is often employed to create serene and inviting environments. It is commonly used in bedrooms and living spaces to evoke calmness while pairing wonderfully with natural materials like wood and light neutrals. Designers frequently complement this shade with accents of soft grays, warm whites, and earthy tones, creating a balanced and harmonious color scheme.",
    "fashion": "Cornflower Blue is a timeless color in fashion, often seen in spring and summer collections due to its fresh and youthful vibe. It can be found in various clothing items, from casual dresses to tailored suits, making it an adaptable choice for both formal and casual wear. The color pairs exceptionally well with white, pastel shades, and even brighter hues like orange, offering stylish combinations that resonate with a sense of elegance and playfulness.",
    "graphicDesign": "In graphic design, Cornflower Blue is valued for its ability to communicate tranquility and reliability, making it an effective choice for brands aiming to convey professionalism. It is frequently utilized in logos, marketing materials, and websites, where it can highlight call-to-action buttons or borders without overwhelming the viewer. The color contrasts nicely with a range of colors, including white and gold, which enhances its visual appeal while maintaining clarity in design."
  },
  "visualCharacteristics": {
    "mood": "Cornflower Blue evokes feelings of serenity, peace, and inspiration. It is associated with the sky and open spaces, promoting relaxation and fostering creativity. The color can uplift spirits and enhance focus, making it a favorite among creatives and wellness advocates alike.",
    "complementaryColors": "Complementary colors to Cornflower Blue include shades like soft peach, muted orange, and sandy beige. These colors create a pleasing contrast, enhancing the vibrancy of Cornflower Blue while maintaining a balanced visual experience. Colors such as gold and citrus tones can also work beautifully in tandem, creating a lively and engaging atmosphere."
  },
  "hex": "6495ED"
}