{
  "name": "Cosmic",
  "description": "Cosmic is a captivating shade that embodies the vastness and mystery of the universe. This color often appears as a blend of deep purples and blues, reminiscent of twilight skies and distant galaxies, giving it an ethereal quality. It evokes feelings of wonder and curiosity, reminiscent of gazing at a starlit night. In design, it can add depth and sophistication while also suggesting a sense of adventure and exploration.",
  "originOfName": "The name 'Cosmic' derives from the term 'cosmos,' which refers to the universe seen as a well-ordered whole. The connection to the vast and infinite expanse of space brings a sense of wonder and awe, contributing to its appeal in design. Historically, this color has been used to evoke themes of spirituality and infinity, often linked to astrology and celestial phenomena.",
  "usageInDesign": {
    "interiorDesign": "In interior design, Cosmic is often utilized in modern and contemporary settings. It works beautifully as a feature wall color, bringing a dramatic flair to living rooms or bedrooms. Paired with metallic accents or earthy tones, Cosmic can create a luxurious yet grounded ambiance, appealing to those who appreciate a balance of contemporary design and nature.",
    "fashion": "In fashion, Cosmic is frequently seen during the fall and winter collections, where it brings a touch of elegance and mystery. It is popular in evening wear, with flowing dresses and tailored suits often incorporating this rich hue. Accessories such as handbags and shoes in Cosmic can elevate an outfit, making it perfect for formal occasions or night outings.",
    "graphicDesign": "In graphic design, Cosmic is effective when used to create a sense of depth and intrigue in branding materials. It is commonly applied in tech and creative industries, where it can evoke innovation and exploration. The rich tones of Cosmic can draw attention in graphics and logos, making it a strategic choice for companies looking to project a forward-thinking identity."
  },
  "visualCharacteristics": {
    "mood": "The color Cosmic elicits feelings of calm and introspection, making it suitable for environments intended for relaxation and contemplation. It is often associated with creativity and inspiration, as its depth can stimulate imaginative thoughts and ideas. While it invokes tranquility, it also carries an undercurrent of mystique and allure.",
    "complementaryColors": "Cosmic pairs beautifully with lighter shades such as soft lilacs and icy blues, which can provide a serene contrast. Neutrals like grey or cream also complement Cosmic effectively, allowing it to stand out without overwhelming a space. Additionally, metallic colors, especially silver and gold, create striking combinations that enhance its luxurious feel."
  },
  "hex": "76395D"
}