{
  "name": "Cosmos",
  "description": "Cosmos is a rich, deep shade often associated with the vastness of the universe, evoking feelings of serenity and mystery. This color embodies a perfect blend of dark purple and blue tones, reminiscent of the night sky and the beauty of celestial phenomena. Its complexity makes it a captivating choice for various design applications, where it stands out while still feeling grounded and elegant.",
  "originOfName": "The name 'Cosmos' derives from the Greek word 'kosmos', which means 'order, harmony, or the universe'. It reflects the organized beauty of the universe and has cultural significance in astrology, where it represents guidance and a deeper understanding of one's place in the universe. This name also evokes feelings of exploration and wonder, making it synonymous with the mysteries of space.",
  "usageInDesign": {
    "interiorDesign": "In interior design, Cosmos can be utilized to create a calming and sophisticated atmosphere. It's particularly effective in bedrooms or reading nooks where a tranquil vibe is desired. Complemented with soft whites or warm metallics, it can evoke a luxurious feel, enhancing the overall aesthetic without overwhelming the space.",
    "fashion": "In fashion, Cosmos is frequently found in autumn and winter collections, where it adds depth and richness to clothing. It's particularly popular in evening wear, where its dark hue can create a dramatic effect. Items such as dresses, blouses, or accessories in this color convey elegance and sophistication, making them ideal for formal occasions.",
    "graphicDesign": "In graphic design, Cosmos serves as a striking background color, drawing attention without distracting from the content. It is often used in branding for businesses that aim to convey trust and stability, such as technology firms or wellness brands. Its versatility allows it to work well in both digital and print media, enhancing logos and creating memorable visuals."
  },
  "visualCharacteristics": {
    "mood": "Cosmos evokes a sense of calmness and introspection, often encouraging creativity and contemplation. The dark, rich hues can also inspire a sense of luxury and depth, making it an excellent choice for spaces or items meant to impress. The emotional response it elicits ranges from peacefulness to curiosity, making it suitable for a variety of contexts.",
    "complementaryColors": "Complementary colors to Cosmos include soft pastels like coral and mint, which create a beautiful contrast that invigorates the design. Gold and bronze accents also work well, adding a touch of opulence to the overall color scheme. Together, these colors provide a balanced palette, enhancing the richness of Cosmos while maintaining harmony."
  },
  "hex": "FFD8D9"
}