{
  "name": "Cranberry",
  "description": "Cranberry is a vibrant shade of red with significant undertones that evoke feelings of warmth, joy, and energy. Often associated with the berry of the same name, this color reflects a sense of richness and depth, reminiscent of autumnal harvests and festive occasions. In design, it is frequently used to create striking focal points and can easily elevate the aesthetic of any space or object.",
  "originOfName": "The name 'Cranberry' originates from the fruit of the same name, which is a small, red berry that tends to grow in acidic bogs across North America. The term can be traced back to the 17th century, with the American settlers adopting the word from the Dutch 'cranberrie.' The fruit was given its name because the flower of the cranberry plant resembles the head of a crane, which was observed by early colonists.",
  "usageInDesign": {
    "interiorDesign": "In interior design, Cranberry is often used to add warmth and vibrancy to a space, making it popular for accent walls and furniture pieces. This color works particularly well in kitchens and dining areas, as it stimulates appetite and conversation. Complementing it with neutral tones like beige or warm grays can create a balanced yet dynamic environment.",
    "fashion": "In fashion, Cranberry is a favored color during the fall and winter seasons, often seen in clothing like coats, dresses, and accessories. It conveys sophistication and can easily transition from daywear to evening attire. Designers frequently pair it with earth tones or metallics to enhance its elegance and richness.",
    "graphicDesign": "Within graphic design, Cranberry can act as an eye-catching element in logos, marketing materials, and web design. Its ability to evoke feelings of urgency and warmth makes it suitable for call-to-action buttons and promotional banners. Moreover, this color performs well in branding for food and beverage companies, where it resonates with themes of quality and richness."
  },
  "visualCharacteristics": {
    "mood": "The mood evoked by Cranberry is often one of enthusiasm, passion, and warmth. It is associated with feelings of comfort and intimacy, making it a favorable choice for spaces where social interaction occurs. Additionally, the color can evoke a sense of luxury and sophistication, especially when paired with darker hues or gold accents.",
    "complementaryColors": "Cranberry pairs excellently with complementary shades like soft greens, which provide a refreshing contrast, and muted earth tones that ground its vibrancy. Colors such as sage green, taupe, or even gold can enhance the richness of Cranberry, while combinations with white or cream can lighten the overall palette for a more airy feel."
  },
  "hex": "DB5079"
}