{
  "name": "Cupid",
  "description": "Cupid is a soft, gentle shade of pink that evokes feelings of tenderness and affection. It often resembles the delicate blush of fresh blooms, radiating warmth and inviting comfort. This color is commonly associated with romance, love, and tranquility, making it an ideal choice for spaces or designs that aim to create a calming atmosphere.",
  "originOfName": "The name 'Cupid' originates from Roman mythology, where Cupid is the god of desire, erotic love, attraction, and affection. Historically, this connection to the divine embodiment of love has cemented the color's association with romance and tenderness. The use of 'Cupid' as a descriptive term for this hue emphasizes its emotional resonance in both art and design.",
  "usageInDesign": {
    "interiorDesign": "In interior design, Cupid is frequently used in bedrooms, nurseries, and spaces intended for relaxation. It can be paired with white or soft neutrals for a serene and airy feel, or combined with deeper shades like navy or charcoal for a striking contrast. Cupid can serve as an accent wall color or be incorporated through decorative elements such as pillows, artwork, or linens to evoke a cozy, inviting environment.",
    "fashion": "In fashion, Cupid is a popular choice for feminine clothing items such as dresses, blouses, and accessories. It tends to shine in spring and summer collections, reflecting the light and breezy aesthetics of these seasons. Fashion designers often pair Cupid with neutral tones or vibrant colors like turquoise or lime green to create playful, eye-catching ensembles.",
    "graphicDesign": "In graphic design, Cupid is utilized to evoke a sense of warmth and approachability, often in campaigns focused on love or wellness themes. It works well in logos and branding for businesses related to beauty, fashion, and romance, as it conveys friendliness and charm. When used on websites or in print media, Cupid can draw attention effectively without overwhelming the viewer, particularly when balanced with contrasting colors."
  },
  "visualCharacteristics": {
    "mood": "Cupid instills feelings of love, tenderness, and calm. It often evokes nostalgia and comfort, making it a pleasant choice for creating environments that prioritize emotional well-being. The subtlety of Cupid fosters connection and is ideal for spaces meant for personal reflection or nurturing relationships.",
    "complementaryColors": "Complementary colors to Cupid include soft greens like mint and deeper shades like charcoal gray. These colors enhance Cupid's delicate nature while providing visual contrast that adds depth to a design. The combination of Cupid with cool tones creates a harmonious balance that is both soothing and appealing."
  },
  "hex": "FBBEDA"
}