{
  "name": "Dark Ebony",
  "description": "Dark Ebony is a deep, rich black-brown color that exudes sophistication and elegance. It evokes the appearance of polished ebony wood, known for its dark finish and fine grain, which has been cherished in furniture and musical instruments for centuries. This color often provides a grounding and stabilizing effect in design, making it a popular choice for luxurious settings.",
  "originOfName": "The name 'Ebony' originates from the Greek word 'ebenos', referring to the hardwood of the ebony tree, which is prized for its color and density. Historically, ebony has been associated with royalty and wealth, often used in ornate carvings and inlays. The term 'Dark Ebony' emphasizes the depth and richness of this color, drawing on the natural beauty of the wood it is named after.",
  "usageInDesign": {
    "interiorDesign": "In interior design, Dark Ebony is often employed to add depth and sophistication to spaces. It is particularly effective in modern and contemporary styles, where it can be used for flooring, cabinetry, and accent furniture. Its contrast against lighter colors makes it a great choice for creating dramatic focal points in living rooms, dining areas, and offices.",
    "fashion": "Within the fashion industry, Dark Ebony is a timeless and versatile color, commonly seen in evening wear, accessories, and footwear. It is associated with elegance and formality, making it a go-to choice for formal events. Designers often use this color to create striking silhouettes that demand attention without being overly flamboyant.",
    "graphicDesign": "In graphic design, Dark Ebony is frequently used in branding to convey luxury and sophistication. It works well as a background color for logos and websites, allowing brighter colors to pop against its rich hue. This color can also evoke feelings of professionalism, making it suitable for corporate designs and high-end products."
  },
  "visualCharacteristics": {
    "mood": "Dark Ebony evokes feelings of strength, stability, and elegance. Its deep tone can create a sense of calm and introspection, while simultaneously conveying authority. This color is often associated with sophistication and exclusivity, making it popular in upscale branding and environments.",
    "complementaryColors": "Dark Ebony pairs beautifully with metallics like gold and silver, which highlight its richness and add a touch of glamour. Additionally, it complements jewel tones such as emerald green and royal blue, creating a striking visual contrast. Soft neutral tones, like beige or pale gray, can also provide balance when combined with Dark Ebony."
  },
  "hex": "3C2005"
}