{
  "name": "De York",
  "description": "De York is a soft and soothing shade of blue that evokes tranquility and calmness. Its delicate nature makes it a versatile choice for both interior and exterior applications. Often associated with serene skies and peaceful waters, this color has the ability to create a serene atmosphere in any space. It pairs elegantly with whites and soft grays, enhancing its refreshing quality while providing a sense of spaciousness.",
  "originOfName": "The name 'De York' is likely inspired by the historic city of York in England, known for its rich heritage and charming landscapes. The color reflects the picturesque beauty of the city, characterized by its medieval architecture and scenic rivers. The selection of names like this for colors often draws cultural significance, in this case recalling English history and landscape that resonates with a sense of peace and nostalgia.",
  "usageInDesign": {
    "interiorDesign": "In interior design, De York is ideal for creating serene and inviting spaces, making it perfect for bedrooms, bathrooms, and living areas where relaxation is a priority. Designers often use this hue on walls or as an accent color in partnerships with soft white furnishings or natural wood elements. Its gentle tone creates an illusion of depth and light, making it particularly effective in smaller rooms where a spacious feel is desired.",
    "fashion": "In fashion, De York can be seen in spring and summer collections, often used in airy dresses, lightweight blouses, and casual wear. Its fresh, uplifting appearance makes it a popular choice for resort wear and beach attire, allowing individuals to embody a relaxed and free-spirited vibe. This shade works well in layered outfits, complementing whites, creams, and soft pastels.",
    "graphicDesign": "In graphic design, De York serves as a calming background color that can enhance readability and user experience in digital interfaces. It is often utilized in branding for businesses looking to convey a message of trust and reliability, as seen in wellness and healthcare brands. Its soft visual appeal can also attract a wider audience, allowing for effective communication through logos and promotional materials."
  },
  "visualCharacteristics": {
    "mood": "The emotional impact of De York is one of serenity and calmness, promoting relaxation and stress reduction. This color commonly evokes feelings of tranquility, peace, and clarity of thought, making it an excellent choice for places of contemplation or rest. It is often embraced by designs intending to foster thoughtful engagement and pleasant interactions.",
    "complementaryColors": "De York beautifully complements colors such as soft white, muted beige, and gentle gray, creating a harmonious palette that can evoke sophistication and subtle elegance. These colors enhance its soft attributes while providing balance and depth, making them suitable for various design applications. Additionally, pairing it with deeper shades like navy or charcoal can provide striking contrast, creating a more defined look."
  },
  "hex": "7AC488"
}