{
  "name": "Double Spanish White",
  "description": "Double Spanish White is a warm, soft white with subtle hints of beige and gray, making it an inviting and versatile choice in design. This color captures a nuanced lightness that can brighten spaces without the harshness typical of pure white. Often associated with the serenity of sandy beaches and sunlit interiors, it creates an airy atmosphere that is both calming and sophisticated.",
  "originOfName": "The term 'Spanish White' traditionally refers to a natural pigment used by artists, and its reference to 'Double' suggests a deeper or enriched quality. Historically, this color is connected to various cultural interpretations of white in Spanish architecture and art, where it symbolizes purity and elegance. The name encapsulates its richness and ties to heritage, enhancing its allure in modern design.",
  "usageInDesign": {
    "interiorDesign": "In interior design, Double Spanish White is frequently used for walls and ceilings, particularly in coastal or minimalist themes. It pairs well with natural materials like wood and stone, creating a harmonious blend that feels both inviting and sophisticated. Popular room choices include living areas and bedrooms, where the soft hue promotes relaxation and tranquility, often accompanied by touches of pastel or earthy tones to enhance its warmth.",
    "fashion": "In fashion, Double Spanish White is favored for its versatility and timeless appeal, often seen in spring and summer collections. Common clothing items include lightweight dresses, tailored trousers, and casual tops, where it is used to evoke freshness and sophistication. The color is also popular for accessories, providing a neutral backdrop that complements vibrant patterns and colors in a wardrobe.",
    "graphicDesign": "In graphic design, Double Spanish White is utilized as a background color to enhance readability and create an inviting aesthetic. It works effectively in branding when paired with bolder colors, providing a clean canvas for logos and text. This color is particularly adept at conveying a sense of luxury and simplicity, making it a favorite for brands focused on wellness, beauty, and lifestyle."
  },
  "visualCharacteristics": {
    "mood": "Double Spanish White evokes feelings of calmness, peace, and clarity, making it an excellent choice for spaces designed for relaxation or introspection. Its warm undertones add a sense of comfort and approachability, promoting an inviting atmosphere that encourages social interaction and creativity. Emotionally, this color can alleviate stress and create a sense of openness, making it suitable in both living and working environments.",
    "complementaryColors": "Complementary colors for Double Spanish White include soft blues and muted greens, which bring a fresh and tranquil balance to its warmth. Shades like pale teal or dusty sage create a soothing ambiance when paired, while richer colors such as terracotta or deep navy can add depth and sophistication to a color palette. These combinations are particularly effective in both interior and graphic design, enhancing visual interest and emotional connection."
  },
  "hex": "E6D7B9"
}