{
  "name": "Eagle",
  "description": "Eagle is a rich, deep shade of brown with hints of gray, reminiscent of the majestic plumage of an eagle. This color exudes strength and resilience, making it a popular choice in various design fields. Its earthy tone serves as a grounding element, providing a sense of stability and warmth within any space or design.",
  "originOfName": "The name 'Eagle' is derived from the large bird of prey known for its keen eyesight and powerful build. Eagles have long been symbols of freedom and strength in various cultures, often associated with honor and nobility. The color takes inspiration from the natural appearance of these birds, which often feature rich, earthy colors in their feathers, reflecting their majestic nature.",
  "usageInDesign": {
    "interiorDesign": "In interior design, Eagle can be employed to create cozy, inviting spaces, often found in rustic or contemporary styles. This color works exceptionally well on accent walls, paired with lighter shades like cream or beige, creating a warm and balanced atmosphere. It’s also effective in creating a natural, organic feel when used with wooden elements or greenery, ideal for living areas and offices.",
    "fashion": "In fashion, Eagle is frequently spotted in autumn and winter collections, appearing on outerwear and accessories that emphasize a rustic yet sophisticated look. This color pairs beautifully with neutrals and metallics, making it a staple for layered outfits. Its association with nature allows it to stand out in earthy-tone palettes, giving that warm and comfortable aesthetic that resonates in casual wear.",
    "graphicDesign": "Eagle excels in graphic design as an excellent backdrop or accent color, lending a sense of depth and tradition. Its earthy quality makes it suitable for branding in sustainable or outdoor-oriented businesses, as it communicates reliability and groundedness. When used in logos or print materials, it can evoke feelings of trust and stability, particularly when paired with lighter or brighter accent colors."
  },
  "visualCharacteristics": {
    "mood": "The mood evoked by Eagle is one of warmth, strength, and stability, with an earthy quality that can make spaces feel both inviting and grounded. This color can create a sense of comfort and security, making it an ideal choice for environments where people want to feel relaxed yet empowered. Its depth may invoke feelings of protection and calm, reminiscent of nature's steady presence.",
    "complementaryColors": "Eagle pairs exceptionally well with colors like soft cream, deep forest green, and muted gold. Cream complements the richness of Eagle by brightening the palette and creating a harmonious balance. Forest green enhances its earthy nature, while muted gold adds a touch of elegance and sophistication, perfect for creating a refined and well-rounded color scheme."
  },
  "hex": "B6BAA4"
}