{
  "name": "Ebony",
  "description": "Ebony is a dark, rich black hue characterized by its deep tone and striking presence in various design contexts. It evokes a sense of elegance and sophistication, often associated with luxury and high-end aesthetics. This color is named after the ebony wood, which is renowned for its dense, dark appearance, making it a symbol of strength and resilience. Additionally, ebony can create a dramatic contrast when paired with lighter colors, making it a popular choice in modern interior design and fashion.",
  "originOfName": "The name 'Ebony' originates from the ancient Greek word 'ebon', which refers to the dark wood of the ebony tree. Historically, ebony has been valued for its dense, dark qualities and has been used in fine furniture and art since ancient times. The cultural significance of ebony also extends to various regions where it is considered a symbol of wealth and status, particularly in African societies, where the wood is often intricately carved.",
  "usageInDesign": {
    "interiorDesign": "In interior design, ebony is frequently used as a focal point or accent color in various styles, including modern, art deco, and contemporary design. It can be seen in furniture pieces, cabinetry, and even wall treatments, contributing to a feeling of luxury and intimacy in a space. Pairing ebony with metallics, whites, or pastel colors results in a chic and timeless aesthetic, often found in upscale residences and hospitality venues.",
    "fashion": "Ebony has a significant presence in the fashion industry, commonly utilized in evening wear and formal attire due to its sophisticated and timeless appeal. Designers often incorporate ebony into their collections to exude elegance, while accessories like handbags and shoes in this color complement a wide range of outfits. Furthermore, it is a staple color for autumn and winter collections, appealing to those seeking deep, impactful shades that project refinement and style.",
    "graphicDesign": "In graphic design, ebony is employed to convey professionalism and authority, often used in corporate branding and logo design to elicit trust. Its dark, bold nature allows for strong contrasts with lighter colors, making it effective for creating visual hierarchy in layouts and print media. Additionally, ebony is frequently utilized in digital interfaces, where it can enhance user experience by providing a sleek, modern appearance."
  },
  "visualCharacteristics": {
    "mood": "Ebony evokes feelings of sophistication, stability, and maturity. It can create a sense of authority and elegance when incorporated into design elements. However, overuse of ebony may lead to feelings of heaviness or gloom, so it’s often balanced with lighter shades to maintain a harmonious atmosphere.",
    "complementaryColors": "Colors that complement ebony beautifully include gold, silver, and crisp white. Gold and silver add a touch of luxury and glamour, making them perfect for accent pieces and decorative elements. Crisp white provides a stark contrast that brightens the space and enhances the elegance of ebony, ideal for modern designs."
  },
  "hex": "0C0B1D"
}