{
  "name": "Electric Lime",
  "description": "Electric Lime is a vibrant and electrifying green hue that often evokes energy and excitement. It sits at the intersection of green and yellow, resulting in a bright and luminous color reminiscent of neon lights and lively summer vibes. This color is frequently associated with youthfulness and playfulness, making it popular in designs aimed at a younger audience. Its high visibility and striking nature allow it to serve as an attention-grabbing accent in various contexts.",
  "originOfName": "The name 'Electric Lime' reflects both the color's vividness and its association with electrical energy, which captures its bright and vibrant nature. The term 'lime' refers to the fruit, often characterized by its bright green color, while 'electric' denotes a surge of energy and vibrancy. This creative naming reflects cultural influences from pop art and modern digital aesthetics that celebrate bold and bright colors.",
  "usageInDesign": {
    "interiorDesign": "Electric Lime is commonly used as an accent color in interior design, particularly in contemporary and eclectic spaces. It pairs exceptionally well with neutral tones like white, gray, and beige, creating a refreshing contrast that enlivens a room. This color can be effectively integrated as accent walls, decorative cushions, or art pieces to infuse energy into living areas, particularly in spaces meant for entertainment or relaxation.",
    "fashion": "In fashion, Electric Lime is often seen in activewear, accessories, and avant-garde designs, appealing to those who seek to make a bold statement. It brings a sense of freshness and vitality, making it suitable for spring and summer collections. Designers might use this vibrant hue in standout pieces like dresses, shoes, or bags, targeting trendsetters looking to convey confidence and exuberance.",
    "graphicDesign": "In graphic design, Electric Lime is utilized for its capacity to attract attention and convey a sense of dynamism. It is popular in branding for tech companies and products aimed at younger demographics, as it signifies innovation and forward-thinking. Logos, websites, and advertisements that incorporate Electric Lime can enhance visibility and engagement, particularly when paired with darker colors or monochromatic schemes for contrast."
  },
  "visualCharacteristics": {
    "mood": "The mood evoked by Electric Lime is one of exuberance, vitality, and creativity. It tends to stimulate feelings of excitement and positivity, making it an effective choice for designs that aim to inspire or motivate. Its brightness can lead to a sense of joy and a lively atmosphere, enhancing interactions in social or commercial settings.",
    "complementaryColors": "Electric Lime complements a variety of colors, with blue and purple being significant counterpoints that provide balance to its vibrancy. Darker shades of purple or navy blue can ground the brightness, allowing Electric Lime to shine as an accent. Additionally, pairing it with soft pastels can create a striking yet harmonious design, opening up cheerful and youthful possibilities."
  },
  "hex": "CCFF00"
}