{
  "name": "Elm",
  "description": "Elm is a rich, warm tone that evokes a sense of nature's tranquility and stability. Its earthy undertones are reminiscent of the majestic elm tree, symbolizing strength and resilience. Often seen in both natural wood finishes and contemporary palettes, this color brings an organic feel to various design spaces. Elm can be particularly effective in creating a harmonious balance in design by grounding lighter colors while offering a soothing backdrop for bolder accents.",
  "originOfName": "The name 'Elm' originates from the Old English term 'elm', referring to the tall deciduous tree found across Europe and North America. Historically, elm trees have been associated with enduring strength and steadfastness due to their longevity and resilience. The use of the name in color reflects not only the hue inspired by the tree's bark but also its cultural significance as a symbol of protection and stability.",
  "usageInDesign": {
    "interiorDesign": "In interior design, Elm is often utilized to create a warm and inviting atmosphere, making it ideal for living rooms and bedrooms. This color works beautifully with natural materials like wood and stone, enhancing the organic feel of spaces. Its warmth also pairs well with earthy tones and neutral shades, making it a versatile choice for accent walls and furniture upholstery.",
    "fashion": "Within the fashion realm, Elm has gained popularity in casual wear, particularly in autumn collections where it can echo the changing leaves. Designers often incorporate this color into outerwear, knitwear, and accessories to reflect a cozy, grounded aesthetic. Its compatibility with both vibrant and muted color palettes allows for a wide range of styling options that can transition seamlessly from day to night.",
    "graphicDesign": "In graphic design, Elm is frequently used to evoke feelings of trust and reliability, making it suitable for branding and corporate identities. It can serve as a warm backdrop for websites and print materials, allowing brighter colors to pop without overwhelming the viewer. Additionally, Elm may be used in eco-friendly product designs, reinforcing the themes of sustainability and nature."
  },
  "visualCharacteristics": {
    "mood": "Elm evokes feelings of calmness and stability. It is often associated with the tranquility of nature, providing a grounding effect in any space. The harmonious and neutral qualities of this color can promote relaxation and a sense of well-being.",
    "complementaryColors": "Elm pairs well with a variety of colors, including soft blues, creams, and rich burgundies. These complementary colors not only enhance its warmth but also create a dynamic visual balance. For example, pairing Elm with a soft blue can evoke the serenity of a forest, while adding touches of burgundy can introduce a sophisticated richness."
  },
  "hex": "1C7C7D"
}