{
  "name": "Feijoa",
  "description": "Feijoa is a soft, muted green with subtle hints of gray, reminiscent of the flesh of the feijoa fruit. This color evokes feelings of calmness and tranquility, making it a popular choice for spaces that aim to create a peaceful atmosphere. Often associated with nature and renewal, Feijoa adds a fresh touch to various design landscapes.",
  "originOfName": "The name 'Feijoa' comes from the feijoa fruit, native to South America and known for its aromatic flavor and green hue. The color is inspired by the natural green skin of the fruit, which reflects the lush environments where it grows. Its adoption in color palettes represents a growing appreciation for nature-inspired designs in modern decor.",
  "usageInDesign": {
    "interiorDesign": "In interior design, Feijoa is frequently used to create serene environments, particularly in bedrooms and living rooms. Its soft tone pairs beautifully with neutral colors and wood accents, enhancing the overall warmth and inviting atmosphere. Feijoa can be incorporated through wall paints, upholstery, or decorative elements such as cushions and throws, contributing to a biophilic design aesthetic.",
    "fashion": "In fashion, Feijoa resonates as a versatile color appropriate for both casual and formal wear. It is often found in spring collections due to its fresh and rejuvenating effect, seen in dresses, blouses, and accessories. Designers may combine Feijoa with brighter hues like coral or soft pastels to create visually engaging outfits that reflect the seasonal transition.",
    "graphicDesign": "In graphic design, Feijoa is effective for creating calming visual identities. Its subtlety allows for effective use in backgrounds and layouts, promoting readability without distraction. Brands that emphasize sustainability or wellness often use Feijoa to evoke a sense of trust and natural elegance, appearing in logos, websites, and promotional materials.",
    "visualCharacteristics": {
      "mood": "Feijoa promotes a soothing mood, often associated with relaxation and harmony. It evokes feelings of freshness and clarity, making it ideal for spaces coordinated for mindfulness and rest. Its cool undertones can also instill a sense of balance and peace, appealing to those seeking tranquility in their surroundings.",
      "complementaryColors": "Feijoa pairs well with complementary colors such as soft peach, muted lavender, and warm neutrals like beige. These combinations create visually appealing contrasts that maintain a harmonious aesthetic. The blend of Feijoa with these colors can enhance its tranquil qualities while adding depth and interest to design schemes."
    }
  },
  "hex": "9FDD8C"
}