{
  "name": "Flame Pea",
  "description": "Flame Pea is a vibrant and energetic hue that captivates viewers with its intense reddish-orange tone. This color is reminiscent of the warm and fiery petals of the flame pea flower, known for thriving in sunny environments, making it a symbol of passion and zest. Often associated with warmth, enthusiasm, and creativity, Flame Pea is an engaging choice that can evoke strong emotional responses, making it suitable for various design applications.",
  "originOfName": "The name 'Flame Pea' derives from the flower of the same name, which is native to Australia and is characterized by its brilliant, flame-like colors. The name itself reflects the fiery nature of the flower's petals and has become synonymous with lively and passionate designs. It invokes images of nature, outdoor gardens, and sunny landscapes where the flame pea flower blooms vibrantly.",
  "usageInDesign": {
    "interiorDesign": "In interior design, Flame Pea can be utilized to create bold accents or statement pieces within a space. It pairs well with neutral colors like whites and grays, providing a striking contrast that energizes the room. Popular choices include accent walls, decorative pillows, or artistic canvases that showcase the color's vitality.",
    "fashion": "Flame Pea is a popular choice in fashion, particularly during the warmer seasons. It is often found in summer collections, where it appears in dresses, swimwear, and accessories, harnessing the sun's brightness. This color is frequently associated with lively and bold designs, appealing to those who want to make a statement in their wardrobe.",
    "graphicDesign": "In graphic design, Flame Pea is effective for logos and branding intended to grab attention and convey a sense of energy. It works well for companies in the food and beverage industry, creative firms, and youthful brands, as it suggests excitement and enthusiasm. When used in digital content, it can enhance call-to-action elements, making them more visually impactful."
  },
  "visualCharacteristics": {
    "mood": "The mood evoked by Flame Pea is one of excitement and positivity, often stimulating feelings of warmth and joy. It can encourage creativity and activity, making it an ideal choice for environments intended for socialization or brainstorming. However, due to its intensity, it should be used thoughtfully to avoid overwhelming spaces or designs.",
    "complementaryColors": "Flame Pea harmonizes beautifully with cool hues like teal and deep blue, which help to balance its heat and intensity. Additionally, it pairs well with earthy tones such as tans and olive greens that ground its vibrant energy, allowing the color to pop without overwhelming the viewer."
  },
  "hex": "DA5B38"
}