{
  "name": "Fountain Blue",
  "description": "Fountain Blue is a serene and refreshing shade that embodies a sense of tranquility. With its soft, cool tones reminiscent of clear waters around fountains, this color has an airy quality that can evoke peaceful thoughts and relaxation. It bridges the gap between blue and green, drawing inspiration from nature’s water bodies and sky, making it versatile for various design applications. Its slightly muted and soft appearance makes it an excellent choice for creating calm environments that promote well-being.",
  "originOfName": "The name 'Fountain Blue' draws from the tranquil imagery of water features often found in parks and gardens, where fountains serve as focal points. The word 'fountain' itself has roots in the Latin 'fons', meaning spring or source, hinting at purity and renewal. Culturally, fountains are symbols of life and hydration, often found in various artistic expressions throughout history, inspiring this color’s evocative name.",
  "usageInDesign": {
    "interiorDesign": "In interior design, Fountain Blue is favored for creating calm and soothing spaces, particularly in bedrooms and bathrooms, where relaxation is key. It works beautifully as a wall color, often paired with white trim and natural wood accents to enhance its refreshing qualities. This color is also popular in coastal-themed designs, complementing sandy neutrals and other ocean-inspired hues, fostering a serene beach-like atmosphere.",
    "fashion": "Fashion trends often embrace Fountain Blue as a go-to color for spring and summer collections, embodying freshness and vitality. It is commonly seen in casual wear, activewear, and beach attire, where its cooling effect is both fashionable and functional. This shade can be paired with lighter pastel colors or bold contrasts, providing versatility in styling, such as pairing with crisp whites or vibrant corals.",
    "graphicDesign": "In graphic design, Fountain Blue is effective for creating soothing and inviting visuals, often used in wellness and spa branding. Its calming characteristics make it an ideal choice for backgrounds and accents in website designs aimed at promoting tranquility and relaxation. Furthermore, this color works well in logos that seek to convey a sense of trust and dependability, connecting emotionally with audiences."
  },
  "visualCharacteristics": {
    "mood": "Fountain Blue evokes feelings of calmness, serenity, and revitalization. It encourages relaxation and can help reduce stress, making it a popular choice in spaces intended for recharge and reflection. Its soothing nature makes it ideal for environments aimed at promoting peace and comfort, resonating with themes of healing and renewal.",
    "complementaryColors": "Complementary colors for Fountain Blue include warm tones such as coral, peach, and soft yellows, which help create a balanced and energetic palette. The warm hues contrast beautifully with the coolness of Fountain Blue, adding vibrancy to designs. Additionally, pairing it with neutral tones like soft taupe and white can enhance its refreshing qualities while maintaining a calm aesthetic."
  },
  "hex": "56B4BE"
}