{
  "name": "French Pass",
  "description": "French Pass is a soft, muted blue with subtle green undertones. This color evokes a calm and serene atmosphere, reminiscent of gentle ocean waves lapping at the shore. With its gentle hues, it serves as an excellent backdrop in various design contexts, providing a sense of tranquility and sophistication that enhances spaces without overwhelming them.",
  "originOfName": "The name 'French Pass' is inspired by a picturesque passage in New Zealand's Marlborough Sounds, which is known for its breathtaking views and serene waters. The color embodies the peaceful essence of the region, drawing upon associations with a vacation-like feeling and French coastal landscapes, historically associated with elegance and lightness. Its name reflects both cultural and geographical influences, making it a symbol of exploration and natural beauty.",
  "usageInDesign": {
    "interiorDesign": "In interior design, French Pass is often used to create restful spaces such as bedrooms and living areas. Its cool tones work well with natural materials, complementing whites, beiges, and warm wood accents for a cozy yet refined aesthetic. This color pairs beautifully with nautical themes or coastal-inspired decor, creating an airy environment that feels both spacious and inviting.",
    "fashion": "In fashion, French Pass appears in casual wear and elegant pieces, often during spring and summer collections. Designers utilize this color to embody freshness, combining it with light fabrics such as linen and cotton for effortless styles. It pairs well with other soft colors, allowing for versatile layering and combinations that reflect the breezy allure of summertime.",
    "graphicDesign": "In graphic design, French Pass is utilized in branding and web design to evoke feelings of calm and trust. Its soft hue is effective in creating a soothing user experience, often applied in wellness and lifestyle brands. Additionally, this color works well in promotional materials, where it can capture attention without being overbearing, providing a modern and chic aesthetic."
  },
  "visualCharacteristics": {
    "mood": "French Pass conveys a mood of serenity, calmness, and tranquility, often associated with relaxation and peacefulness. It is known to create an atmosphere of comfort and stability, helping to reduce stress and evoke a sense of peace, making it a popular choice for spaces dedicated to relaxation and mindfulness.",
    "complementaryColors": "Complementary colors for French Pass include soft coral and muted peach, which enhance its cool tones while adding warmth and vibrancy. Shades of sandy beige and earthy taupe provide grounding elements, creating a balanced palette that signifies harmony and cohesion in design. These combinations can help create dynamic and visually pleasing spaces or fashion ensembles."
  },
  "hex": "BDEDFD"
}