{
  "name": "Gamboge",
  "description": "Gamboge is a vibrant yellow pigment that is derived from the resin of certain trees found in Southeast Asia, particularly the Garcinia gummi-gutta. This warm hue exudes a rich, golden warmth that is reminiscent of sunlight filtering through green foliage. Traditionally used in watercolors, Gamboge can also be found in fabrics, art, and even historical paints, where it adds a bright yet earthy tone. Its name is rooted in the historical use of the resin as a dye, which dates back to ancient times, particularly in Cambodia and India.",
  "originOfName": "The name 'Gamboge' originates from the Latin term 'gambogium,' which refers to the resin extracted from the Garcinia trees. This resin was historically exported from Cambodia and was used as a dye and a pigment in various art forms. The unique color gained popularity in art circles, particularly during the Renaissance, thanks to its distinct warm yellow shade and strong opacity.",
  "usageInDesign": {
    "interiorDesign": "In interior design, Gamboge works beautifully as an accent color or a primary choice in warm, inviting spaces. It pairs well with neutral colors like soft grays and whites, as well as richer tones like deep blue and green, creating a harmonious balance. Popular in Mediterranean and bohemian styles, Gamboge adds a cheerful touch to kitchens, living rooms, and workspaces, often used in statement walls or decor accents like cushions and artwork.",
    "fashion": "In fashion, Gamboge is often seen in spring and summer collections, where its bright and sunny disposition contributes to a lighthearted, playful aesthetic. This color is frequently used in dresses, accessories, and swimwear, complementing floral and tropical patterns. Designers often pair Gamboge with contrasting colors such as navy or deep teal to create striking outfits that capture attention during sunny days.",
    "graphicDesign": "For graphic design, Gamboge is a color that captures attention and evokes feelings of warmth and positivity. It's effectively used in branding and logo design for companies looking to convey friendliness and approachability. On websites, Gamboge can be used as a highlight color or call to action, often contrasting with cooler shades for maximum visibility and impact."
  },
  "visualCharacteristics": {
    "mood": "Gamboge evokes feelings of warmth, happiness, and energy, often associated with optimism and creativity. Its bright and lively appearance can uplift spirits and evoke memories of sunny days and natural beauty. This color is perfect for spaces and designs aiming to create an inviting and cheerful atmosphere.",
    "complementaryColors": "Gamboge pairs beautifully with complementary colors such as teal, deep purple, and muted greens. These colors not only enhance Gamboge's vibrancy but also provide a balanced and harmonious visual experience. Using these complementary colors in design can create a striking contrast that draws the eye and maintains interest."
  },
  "hex": "E49B0F"
}