{
  "name": "Guardsman Red",
  "description": "Guardsman Red is a deep and rich hue, reminiscent of traditional British military uniforms, particularly those worn by the Queen's Guard. This color commands attention and respect, often associated with strength and courage. Its boldness makes it a popular choice for both contemporary and classic design applications, adding a touch of elegance and sophistication to any setting.",
  "originOfName": "The name 'Guardsman Red' is derived from the uniforms worn by the British Guards regiments. Historically, these uniforms have had a significant presence in royal ceremonies, parades, and state occasions, with their deep red color symbolizing valor and loyalty. The etymology reflects a blend of military heritage and royal pomp, where red has long been a color of power and distinction.",
  "usageInDesign": {
    "interiorDesign": "In interior design, Guardsman Red is often utilized as an accent color, offering a striking contrast against neutral backgrounds and enhancing the overall ambiance of a room. It is particularly effective in traditional settings, such as libraries or dining rooms, where it can foster an atmosphere of warmth and sophistication. Designers may pair this hue with gold or dark wood to evoke a sense of luxury and timelessness.",
    "fashion": "In the realm of fashion, Guardsman Red features prominently in autumn and winter collections, embodying a classic and bold style. It is often used in outerwear, evening gowns, and accessories, where it adds a touch of drama and allure. Designers like Ralph Lauren and Alexander McQueen have embraced this color, incorporating it into runway designs that celebrate both modernity and heritage.",
    "graphicDesign": "In graphic design, Guardsman Red is frequently employed to capture attention and evoke emotions, making it suitable for branding and marketing materials. Its association with patriotism and strength can enhance the messaging of companies looking to convey reliability and trustworthiness. This color works well in logos for organizations that emphasize safety, security, and national pride."
  },
  "visualCharacteristics": {
    "mood": "Guardsman Red evokes a sense of strength, power, and passion. It can stimulate excitement and bold action, making it suitable for various design contexts where energy and engagement are needed. Additionally, it has a grounding quality that can instill confidence in viewers.",
    "complementaryColors": "Complementary colors for Guardsman Red include soft neutrals like beige and ivory, which create balance and soften its robust nature. Darker hues such as navy blue or charcoal also pair well, providing a striking contrast that enhances the visual impact while maintaining a sophisticated palette."
  },
  "hex": "BA0101"
}