{
  "name": "Gurkha",
  "description": "Gurkha is a muted, earthy brown tone that evokes a sense of warmth and naturalness. Its subdued hue embodies the resilience and spirit of the Gurkha soldiers, symbolizing dedication and a connection to the land. The color can remind one of natural materials like leather and stone, creating a grounding atmosphere. In interior spaces, it can provide a sense of comfort and coziness, making it a great choice for areas meant for relaxation and gathering.",
  "originOfName": "The name 'Gurkha' is derived from the Gurkha soldiers of Nepal, known for their bravery and skill. The color was named to embody the ruggedness and strength associated with these soldiers, reflecting their cultural heritage. The word itself has roots in the Gorkha District of Nepal, where the Gurkha army originated, and now resonates with qualities of honor and resilience across various cultures.",
  "usageInDesign": {
    "interiorDesign": "In interior design, Gurkha is often used to create warm, inviting spaces, especially in rustic or traditional styles. It pairs beautifully with natural wood tones and can be used on walls or furniture to add depth to a room without overwhelming the senses. It is especially effective in living rooms, dining areas, and studies, where a comfortable ambiance is paramount.",
    "fashion": "In fashion, Gurkha offers a versatile option suitable for fall and winter collections, often seen in outerwear and accessories. Its earthy tone allows it to blend well with other muted colors, making it a popular choice for layering. Designers might incorporate Gurkha in textiles such as wool or knitwear, reflecting a style that emphasizes texture and warmth.",
    "graphicDesign": "Within graphic design, Gurkha is utilized to convey stability and reliability, often employed in branding and logos for businesses that wish to exhibit trustworthiness. Its muted tone can effectively anchor more vibrant colors, serving as a background or secondary color in promotional materials. Furthermore, Gurkha lends itself well to print media, where a sophisticated yet understated look is desired."
  },
  "visualCharacteristics": {
    "mood": "Gurkha evokes feelings of calmness and safety, making it an ideal choice for creating serene environments. Its earthy presence can foster a connection to nature, promoting relaxation and well-being. The color's warmth also suggests approachability and comfort, resonating with familial and social interactions.",
    "complementaryColors": "Gurkha pairs well with colors like teal and soft sage green, which enhance its earthy qualities while adding a refreshing contrast. Additionally, warm whites or creams can amplify its inviting nature, grounding the overall palette without overshadowing the warmth that Gurkha provides."
  },
  "hex": "9A9577"
}