{
  "name": "Hoki",
  "description": "Hoki is a serene blue hue that is reminiscent of a clear summer sky. It combines the calmness of blue with a slight undertone of green, making it both refreshing and tranquil. This color can evoke feelings of relaxation and peace, making it a popular choice in various design applications.",
  "originOfName": "The name 'Hoki' comes from the Maori word for the traditional fish species, which underscores the color's aquatic and tranquil nature. The cultural significance tied to the oceanic life in Maori traditional practices highlights the connection between the color and natural environments, particularly water.",
  "usageInDesign": {
    "interiorDesign": "In interior design, Hoki is often used in spaces intended for relaxation, such as bedrooms or spas. It pairs beautifully with natural wood tones and soft whites, creating a soothing atmosphere that feels airy and open. Designers frequently use it in coastal themes, enhancing the maritime feel of a room.",
    "fashion": "In the fashion world, Hoki is embraced for its versatility and ability to flatter a range of skin tones. It appears in lightweight summer garments, swimwear, and accessories, often associated with seaside vacations and laid-back styles. Designers use Hoki in seasonal collections, promoting a fresh and revitalizing aesthetic aligned with spring and summer trends.",
    "graphicDesign": "In graphic design, Hoki serves as a strong background color or accent that can make content stand out without overwhelming the viewer. It is commonly used in websites and branding aimed at conveying calmness and trust, particularly in wellness, beauty, and nature-related industries. The color helps to create visually appealing palettes when combined with warm colors or neutrals."
  },
  "visualCharacteristics": {
    "mood": "Hoki evokes feelings of tranquility, peace, and spaciousness, often associated with calm waters and clear skies. It can promote relaxation and is sometimes used in mindfulness and wellness contexts to foster a sense of serenity. The emotional impact of Hoki can encourage openness to communication and creativity, making it a favorite in both personal and professional spaces.",
    "complementaryColors": "Hoki pairs well with warm earthy colors such as coral and terracotta, which help to energize its calming presence. Additionally, soft yellows and sandy beiges enhance its refreshing qualities, creating a balanced and harmonious color palette. This combination allows designers to create dynamic contrasts that remain visually cohesive."
  },
  "hex": "65869F"
}