{
  "name": "Hollywood Cerise",
  "description": "Hollywood Cerise is a vibrant, bold pink hue that captures the essence of glamour and excitement. This color is reminiscent of the bright lights and energy of Hollywood, often associated with the glitzy lifestyle of celebrities and the entertainment industry. It evokes a sense of fun and playfulness while also carrying an air of sophistication, making it a popular choice in a variety of design contexts.",
  "originOfName": "The name 'Hollywood Cerise' is inspired by the vibrant lifestyle and glamorous settings of Hollywood, California, a hub of the film and fashion industries. The term 'Cerise' itself is derived from the French word for cherry, referencing the color's resemblance to bright, ripe cherries. This coloration has been embraced in popular culture, symbolizing energy and vibrance, often seen in film posters, fashion collections, and beauty products.",
  "usageInDesign": {
    "interiorDesign": "In interior design, Hollywood Cerise is frequently utilized to create accent walls, adding a bold splash of color that makes a statement in spaces such as living rooms or bedrooms. It's particularly popular in modern and eclectic design styles, where it can complement neutral tones while adding warmth and life. Its playful character makes it an excellent choice for child or youth-focused spaces, fostering an energetic and cheerful atmosphere.",
    "fashion": "Hollywood Cerise has become a trendy choice in fashion, striking a balance between youthful exuberance and elegant sophistication. It's often seen in evening gowns, party dresses, and accessories, especially during spring and summer seasons when vibrant colors are more prevalent. Designers frequently incorporate this hue into their collections to evoke feelings of confidence and fun, appealing to fashion-forward individuals seeking standout pieces.",
    "graphicDesign": "In graphic design, Hollywood Cerise is utilized for branding and marketing materials due to its eye-catching quality. This color works well in logos, advertisements, and social media graphics, drawing attention and evoking feelings of excitement. Companies targeting a youthful audience or those in the creative industries often adopt this color to convey innovation and energy."
  },
  "visualCharacteristics": {
    "mood": "Hollywood Cerise induces a mood of enthusiasm and creativity, often associated with joy and fun. It tends to evoke feelings of confidence and playfulness, making it a favorite in designs aimed at encouraging engagement and interaction. The color's vibrancy can stimulate emotions and inspire action, making it effective in various marketing and branding contexts.",
    "complementaryColors": "Complementary colors for Hollywood Cerise include deep teal and soft gray. The contrast with deep teal adds depth and sophistication, creating a visually striking pairing that catches the eye without overwhelming. Soft gray, on the other hand, provides a neutral balance, allowing Hollywood Cerise to stand out while maintaining an elegant aesthetic."
  },
  "hex": "F400A1"
}