{
  "name": "Humming Bird",
  "description": "Humming Bird is a vibrant and lively color reminiscent of the iridescent feathers of the hummingbird species. This shade of teal offers a refreshing and invigorating aesthetic, often embodying energy and vibrancy in various applications. It combines elements of blue and green, creating a balance that is both calming and spirited, making it a popular choice for design elements that aim to uplift and inspire.",
  "originOfName": "The name 'Humming Bird' is derived from the small, colorful bird known for its rapid wing beats and ability to hover in mid-air. The association with the vibrant and iridescent colors of the hummingbird's feathers adds a layer of vibrancy to this color. Historically, hummingbirds have been revered in various cultures, symbolizing joy, love, and the beauty of nature, further enhancing the emotional impact of this hue.",
  "usageInDesign": {
    "interiorDesign": "In interior design, Humming Bird is often used to create refreshing spaces that evoke a sense of tranquility and energy. It works particularly well in rooms that emphasize natural light, such as living rooms and sunrooms. The color pairs beautifully with natural materials like wood and stone, offering an organic touch that is both modern and timeless.",
    "fashion": "In fashion, Humming Bird is frequently utilized in spring and summer collections, symbolizing rejuvenation and vitality. This color can be found in various clothing items, from flowing dresses to activewear, appealing to those who wish to express a vibrant personality. Accessories in this color can also add a pop of brightness to neutral outfits, making it a versatile choice for fashion enthusiasts.",
    "graphicDesign": "In graphic design, Humming Bird is effective for brands that wish to convey energy and creativity. It is often used in logos and marketing materials aimed at a youthful audience, as the color helps create a sense of excitement and dynamism. The use of Humming Bird can enhance user engagement on digital platforms, providing a visually appealing backdrop that draws attention."
  },
  "visualCharacteristics": {
    "mood": "Humming Bird evokes feelings of joy, excitement, and a sense of rejuvenation. It is a color that can uplift moods and stimulate creativity, making it ideal for spaces that encourage collaboration and communication. The dynamic nature of this hue often creates an inviting atmosphere where individuals feel energized and motivated.",
    "complementaryColors": "Humming Bird pairs exquisitely with shades like coral and warm yellows, which help to enhance its vibrancy while maintaining a harmonious balance. Additionally, neutral colors like soft grays and beiges can provide a grounding effect, allowing Humming Bird to stand out without overwhelming the space. These complementary colors create a cohesive design that feels both lively and serene."
  },
  "hex": "CFF9F3"
}