{
  "name": "Indian Khaki",
  "description": "Indian Khaki is a warm, earthy brown with subtle yellow undertones that evoke a sense of natural landscape. Its muted tone is reminiscent of dusty terrains and parched earth, which contributes to its association with ruggedness and simplicity. This color is often used to convey a casual, rugged appeal, reflecting both comfort and durability in design contexts. The tones found in Indian Khaki provide a neutral backdrop, allowing other bolder colors to pop, creating a harmonious balance in visual compositions.",
  "originOfName": "The term 'Khaki' originates from the Persian word 'khaki', meaning 'dust' or 'earth'. It was initially used in the 19th century by British Indian Army officers who adopted this color for their uniforms to help blend in with the dusty terrains of India. As a result, 'Indian Khaki' carries historical connotations related to military and colonial history, signifying practicality and adaptability.",
  "usageInDesign": {
    "interiorDesign": "In interior design, Indian Khaki is often used to create a warm, inviting atmosphere. It is particularly effective in living rooms and dining areas, where it can complement rustic or contemporary furnishings. This color harmonizes well with natural materials like wood and stone, enhancing the organic feel of a space. Pairing Indian Khaki with lighter colors or whites can create a bright yet grounded environment that feels expansive and welcoming.",
    "fashion": "In fashion, Indian Khaki is a versatile color that suits various garment types, from utilitarian workwear to casual chic outfits. It typically re-emerges as a trend during the autumn months, aligning with the seasonal palette rich in earthy tones. Designers often incorporate Indian Khaki into accessories, outerwear, and trousers, as it pairs well with a range of colors, particularly whites, blacks, and jewel tones. The color's rugged appeal resonates with outdoor functional fashion, symbolizing an adventurous spirit.",
    "graphicDesign": "In graphic design, Indian Khaki is employed for its ability to evoke emotions of warmth and comfort. It is often found in branding and logo design for companies that want to convey reliability and groundedness, such as outdoor brands or companies associated with sustainability. This color’s earthy tone can enhance the perceived authenticity of a brand, making it effective in eco-friendly marketing materials and packaging. Additionally, Indian Khaki can serve as an excellent background color, allowing brighter colors to stand out prominently in visual hierarchies."
  },
  "visualCharacteristics": {
    "mood": "Indian Khaki instills feelings of warmth, stability, and comfort. It is often associated with the natural world, promoting a calming atmosphere while evoking a sense of familiarity and simplicity. The earthy quality of this color can create a cozy and serene environment, making it a popular choice for spaces designed for relaxation and reflection.",
    "complementaryColors": "Complementary colors to Indian Khaki include deep greens and muted blues, which enhance its earthy tones and create a sophisticated contrast. Shades like olive green and navy can be used effectively in design to create visual interest, while still maintaining a natural, grounded aesthetic. Additionally, warm neutrals like cream and soft beige pair well with Indian Khaki, providing a light contrast that brightens a space or a design without overpowering the earthy quality of this color."
  },
  "hex": "C3B091"
}