{
  "name": "Iroko",
  "description": "Iroko is a rich, warm brown color that evokes a sense of luxury and organic elegance. Often associated with the wood from the Iroko tree, which is native to West Africa, this color embodies a natural, earthy quality that resonates with various natural materials. Its deep hue can bring depth and sophistication to design spaces, making it a favored choice for creating cozy environments in both residential and commercial settings.",
  "originOfName": "The name 'Iroko' is derived from the Iroko tree (Chlorophora excelsa), indigenous to tropical Africa. The wood has been historically utilized for boat building and furniture due to its durability and resistance to decay. The color takes its name from the tree's rich brown timber, noted for its striking appearance and ability to age beautifully over time, reflecting both cultural and environmental significance.",
  "usageInDesign": {
    "interiorDesign": "In interior design, Iroko is often used in wooden fixtures, flooring, and cabinetry to add warmth and a touch of nature to spaces. It works exceptionally well in modern and rustic designs, where combining natural materials is key. Kitchens and living rooms are popular choices for incorporating Iroko, often paired with lighter hues to create visual contrast and balance.",
    "fashion": "In fashion, Iroko is appreciated for its versatility, serving as a grounding color in both casual and formal wear. It is commonly used in fall and winter collections, often appearing in outerwear, accessories, and footwear, which can be complemented with earthy tones and brighter accent pieces. Designers utilize Iroko for its ability to flatter various skin tones, making it a staple in seasonal wardrobes.",
    "graphicDesign": "In graphic design, Iroko is utilized for its strong visual impact and ability to convey reliability and sophistication. It is effective in branding for businesses that want to evoke a sense of tradition and professionalism, often used in logos and packaging for artisanal products. The color can also be used in backgrounds and web design to create a warm and inviting atmosphere, enhancing user experience."
  },
  "visualCharacteristics": {
    "mood": "Iroko evokes feelings of stability, comfort, and connection to nature, often promoting a sense of relaxation and warmth. Its rich tones can create a cozy atmosphere, making it a popular choice for spaces intended for gathering and connection. The psychological effects of Iroko often lead to feelings of safety and nurturing, making it ideal for environments designed to be soothing and welcoming.",
    "complementaryColors": "Complementary colors for Iroko include soft creams, muted greens, and warm terracotta shades. These colors contrast well, enhancing the depth and richness of Iroko while providing a harmonious balance. For example, pairing Iroko with cream can lighten a space, while greens can reinforce its natural qualities, creating a serene aesthetic that mimics the outdoors."
  },
  "hex": "433120"
}