{
  "name": "Jacko Bean",
  "description": "Jacko Bean is a rich, warm brown with deep, velvety tones reminiscent of the color of chocolate or freshly roasted coffee beans. It exudes a sense of earthy comfort, grounding spaces with its warmth, making it particularly appealing in environments designed to promote relaxation and intimacy. This color pairs beautifully with natural materials, enhancing its organic feel and creating a cozy atmosphere.",
  "originOfName": "The name 'Jacko Bean' likely draws inspiration from the character Jack-o'-lantern, often associated with autumn and harvest time. This connection to harvest aligns with the color's earthy tone, reminiscent of the beans harvested during the fall. The 'Bean' adds further association with nature and the earth, evoking imagery of fertile soil and growth.",
  "usageInDesign": {
    "interiorDesign": "In interior design, Jacko Bean is utilized to create warm and inviting spaces. It is particularly favored in rustic or traditional design styles, where it can be used on walls, furniture, or accent pieces to enhance the comfort of living areas, such as dens and family rooms. Its rich hue works well with natural wood finishes and can be harmoniously paired with cream or beige for a classic look.",
    "fashion": "In fashion, Jacko Bean makes a statement in autumn collections, where it is commonly featured in outerwear, knitwear, and accessories. The color's warmth complements a variety of skin tones, making it versatile across different garments. Often seen in fall and winter collections, it can also serve as a neutral base for brighter hues, adding depth and sophistication to outfits.",
    "graphicDesign": "Jacko Bean is widely used in graphic design for its ability to evoke warmth and stability. It is particularly effective in branding for food-related products, restaurants, and artisanal goods, where it conveys a sense of organic and rustic charm. When used in web design, this color can provide a strong backdrop for typography, enhancing readability while maintaining aesthetic appeal."
  },
  "visualCharacteristics": {
    "mood": "The mood evoked by Jacko Bean is one of warmth, stability, and comfort. It can create an inviting atmosphere that promotes relaxation and togetherness, making it an excellent choice for spaces designed for family gatherings or intimate settings. The color’s rich tones can also evoke feelings of nostalgia, connecting individuals to autumn and harvest traditions.",
    "complementaryColors": "Complementary colors for Jacko Bean include soft creams, muted greens, and deep oranges. Creams and soft whites can lighten the overall palette while enhancing the warmth of Jacko Bean, making it suitable for both modern and rustic designs. Muted greens can provide a natural touch, imbuing spaces with a sense of tranquility, while deep oranges can evoke a cozy autumnal feel, perfect for seasonal decor."
  },
  "hex": "2E1905"
}