{
  "name": "Jagged Ice",
  "description": "Jagged Ice is a soft, cool blue color reminiscent of large, glistening icicles hanging from eaves. Its serene appearance evokes feelings of tranquility and refreshment, making it a popular choice for spaces that aim to create a calming atmosphere. This color has a slight gray undertone, giving it a sophisticated edge while still being approachable. It feels airy and expansive, reminiscent of clear winter skies and icy landscapes.",
  "originOfName": "The name 'Jagged Ice' cleverly reflects the sharp yet beautiful formations of ice that occur in nature. It combines the jagged edges of ice crystals, which are often seen in frozen landscapes, with the calmness associated with the color blue. This unique name captures both the visual appeal and the emotional feel of icy environments, making it relatable and evocative for various design contexts.",
  "usageInDesign": {
    "interiorDesign": "In interior design, Jagged Ice serves as an excellent choice for bedrooms and bathrooms where a sense of peace and relaxation is desired. It's often used on walls or as an accent color in decor to create a refreshing, cool ambiance. Pairing it with white or soft neutrals can enhance its airy feel, while adding darker shades like navy can create a striking contrast.",
    "fashion": "In fashion, Jagged Ice is frequently used in spring and summer collections, appearing in lightweight garments such as blouses, dresses, and swimwear. It embodies a chic, casual look and complements a range of skin tones, making it versatile for various outfits. It is often paired with light fabrics to amplify its refreshing qualities, ideal for warm weather or coastal themes.",
    "graphicDesign": "For graphic design, Jagged Ice is a great choice for brands looking to convey clarity, freshness, and innovation. It is effectively used on websites and digital interfaces to create a soothing user experience, and its calming effect is ideal for wellness and beauty brands. This color can be complemented with darker shades for text or elements to maintain readability while supporting the brand's visual identity."
  },
  "visualCharacteristics": {
    "mood": "The mood associated with Jagged Ice is one of calmness and serenity. It often evokes feelings of peace, refreshing clarity, and contemplation, making it suitable for spaces intended for relaxation or focused work. Its cooler tone can also bring about feelings of cleanliness and order.",
    "complementaryColors": "Complementary colors for Jagged Ice include warmer tones like coral and peach, which add vibrancy and contrast while maintaining harmony. Shades of soft beige or warm gray can also complement this color beautifully, enhancing its subtle elegance and creating balanced, inviting palettes."
  },
  "hex": "C2E8E5"
}