{
  "name": "Janna",
  "description": "Janna is a soothing shade of soft green that evokes a sense of tranquility and peace. It embodies the fresh and vibrant essence of nature, reminiscent of lush meadows and serene landscapes. This color not only promotes relaxation but also encourages a sense of renewal, making it an ideal choice for spaces intended for reflection and calmness.",
  "originOfName": "The name Janna is derived from Arabic, meaning 'paradise' or 'garden'. This etymological root reflects the color's association with lush greenery and natural beauty. The name evokes images of idyllic retreats and places where one can find peace and serenity, emphasizing its calming qualities.",
  "usageInDesign": {
    "interiorDesign": "In interior design, Janna is often used in spaces that aim to create a calm and inviting atmosphere, such as bedrooms, living rooms, and wellness areas. It pairs beautifully with natural materials like wood and stone, and it complements other soft colors like pale yellows or creams. Designers often select this color for its ability to make spaces feel airy while maintaining a warm, welcoming environment.",
    "fashion": "In the world of fashion, Janna finds its place in spring and summer collections, where its fresh green hue aligns with nature-inspired trends. This color is popular in casual wear, such as light dresses, blouses, and accessories. It often symbolizes rejuvenation and is a favorite choice among designers looking to evoke a sense of renewal or harmonious living through their collections.",
    "graphicDesign": "Janna can be effectively utilized in graphic design, where it conveys a sense of calm and reliability. It works well in branding for eco-friendly products or services, where it represents sustainability and connection to nature. In web design, this color can enhance user experience by creating a serene backdrop for content, promoting longer engagement and comfort."
  },
  "visualCharacteristics": {
    "mood": "The mood evoked by Janna is one of tranquility and serenity, making it a perfect choice for environments where relaxation is key. It is often associated with growth, revitalization, and balance, inviting feelings of peace and harmony. Users may feel more grounded and connected to nature when surrounded by this color.",
    "complementaryColors": "Janna pairs excellently with complementary colors like soft pinks (such as Blush) and warm neutral tones (like Beige) which enhance its freshness. These complementary hues create a balanced color palette that feels both soothing and dynamic, ideal for successful design applications in various mediums."
  },
  "hex": "F4EBD3"
}