{
  "name": "Kangaroo",
  "description": "Kangaroo is a warm, neutral brown shade, reminiscent of the soft, subdued tones found in nature. It evokes an earthy, organic feel that brings warmth and a sense of grounding to various design contexts. This color often encapsulates the spirit of the Australian outback, as it is closely related to the fur of kangaroos, embodying a connection to wildlife and the natural world. Its versatility makes it suitable for both contemporary and rustic design styles, often being used to create calm and inviting atmospheres.",
  "originOfName": "The name 'Kangaroo' is derived from the iconic marsupial native to Australia. The term 'kangaroo' originally comes from the Guugu Yimithirr word 'gangurru', which described a specific species of kangaroo. The popularity of this animal, combined with its unique coloration, has led to the usage of 'Kangaroo' as a color name, reflecting the natural shades found in its fur.",
  "usageInDesign": {
    "interiorDesign": "In interior design, Kangaroo is often used to create a cozy and warm ambiance, particularly in living rooms and bedrooms. Its understated elegance allows it to pair well with both bold colors and softer pastels, making it a versatile choice for accent walls or furniture pieces. This color fits well within a rustic or bohemian style, where natural materials and earthy tones are prevalent.",
    "fashion": "In fashion, Kangaroo is popular for its versatility and ability to add depth to various outfits. It is commonly found in outerwear and accessories, complementing both casual and formal styles. During the autumn and winter months, it is especially favored for its warmth, seamlessly integrating into layered looks and earth-toned palettes that are stylish and contemporary.",
    "graphicDesign": "In graphic design, Kangaroo is valued for its ability to evoke warmth and approachability. It is often utilized in branding for products related to nature, wellness, and outdoor activities, where a connection to the environment is essential. Its neutrality allows it to blend harmoniously with bolder colors, making it an effective background or contrast color in print and digital media."
  },
  "visualCharacteristics": {
    "mood": "Kangaroo evokes feelings of warmth, reliability, and comfort, making it an ideal color for creating inviting spaces and designs. It can instill a sense of calm and security, as it is closely associated with natural elements and the outdoors. This warmth invites positive emotional responses, creating a friendly and welcoming atmosphere.",
    "complementaryColors": "Complementary colors to Kangaroo include softer shades like creamy whites and muted greens, which enhance its natural qualities without overpowering it. Darker shades, such as charcoal or deep berry tones, can create a striking contrast, allowing Kangaroo to stand out as a central element in design layouts."
  },
  "hex": "C6C8BD"
}