{
  "name": "Keppel",
  "description": "Keppel is a vibrant hue that lies between blue and green, reminiscent of the tranquil waters of the tropics. It embodies a refreshing and soothing quality, akin to a gentle sea breeze, making it an ideal choice for spaces intended to evoke calm and serenity. This color is often associated with nature, reflecting the lushness found in flora and aquatic environments. Its versatility allows it to complement a variety of palettes, adding a touch of vibrancy without overwhelming the senses.",
  "originOfName": "The name 'Keppel' is thought to derive from the famous British naval officer, Admiral Augustus Keppel, who played a significant role in British naval history. This color's association with maritime elements and its serene qualities make it a fitting homage to naval themes and inspirations drawn from the sea. The etymology reflects influences from both nature and historical maritime context, tying the color to water-related experiences.",
  "usageInDesign": {
    "interiorDesign": "In interior design, Keppel is often used to create airy and bright spaces, making it an excellent choice for bathrooms, kitchens, or relaxation areas. Pairing Keppel with whites and neutrals can enhance its refreshing quality, while combining it with deep blues or earthy tones can create a more dynamic and balanced look. By integrating Keppel into decor elements like accent walls, furniture pieces, or decorative accessories, designers can establish a tropical ambiance that feels welcoming and tranquil.",
    "fashion": "In fashion, Keppel is embraced for its unique and bold essence, frequently appearing in summer collections. It is frequently featured in swimwear, casual dresses, and accessories, where its vibrancy reflects a stylish yet playful aesthetic. This color works wonderfully in layering, pairing effectively with lighter pastels or contrasting darker shades to create eye-catching outfits that evoke a sense of freshness and vitality in seasonal trends.",
    "graphicDesign": "In graphic design, Keppel is utilized to represent tranquility and inspiration, often featured in branding for wellness, travel, and leisure industries. Its calming nature can enhance user experience on websites by creating a soothing visual environment. Keppel is effective in logo design, particularly when combined with white or darker colors that can highlight its vibrancy, making it a popular choice for brands aiming to convey a sense of calm and reliability."
  },
  "visualCharacteristics": {
    "mood": "The color Keppel evokes feelings of tranquility, relaxation, and rejuvenation. It is often linked with peaceful thoughts and a fresh perspective, making it suitable for wellness-centered spaces or products. This color can instill a sense of balance and harmony, offering a psychological respite from the chaos of daily life.",
    "complementaryColors": "Complementary colors to Keppel include coral shades like peach or salmon, which enhance its vibrancy while adding warmth to the palette. Additionally, pairing Keppel with accents of soft pink or sandy beige can create a harmonious and balanced appearance, reminiscent of coastal environments. Darker tones like navy can also complement Keppel by providing a striking contrast that highlights its freshness."
  },
  "hex": "3AB09E"
}