{
  "name": "Kokoda",
  "description": "Kokoda is a muted, earthy green inspired by the lush landscape of the Kokoda Track in Papua New Guinea. This color evokes a sense of tranquility and connection to nature, making it a favored choice in design where a calming ambiance is desired. Its subdued tone lends itself well to both contemporary and rustic decor styles, offering a versatile backdrop that harmonizes with various natural elements and textures. Kokoda can create a sense of grounding in interiors, providing a refreshing alternative to brighter, more saturated greens.",
  "originOfName": "The name 'Kokoda' is derived from the Kokoda Track, a famous hiking route in Papua New Guinea that is steeped in history and natural beauty. The track is not only a popular destination for adventure seekers but also holds significant cultural importance as it was the site of intense military conflict during World War II. This name carries with it a legacy of resilience and the beauty of untouched nature, making it a powerful representation of the color itself.",
  "usageInDesign": {
    "interiorDesign": "In interior design, Kokoda can be employed to create serene and inviting spaces, often used in living rooms, bedrooms, and even offices. It pairs beautifully with natural materials like wood and stone, complementing organic textures and enhancing the overall earthy aesthetic. For a cohesive look, it can be combined with soft neutrals or deeper shades such as navy blue or charcoal, creating a balanced and sophisticated environment.",
    "fashion": "In fashion, Kokoda serves as a versatile color for both spring and autumn collections, often seen in casual wear, outdoor apparel, and accessories. Its earthy tone resonates with natural fabrics like cotton, linen, and wool, amplifying the organic and eco-friendly fashion trend. Designers frequently utilize Kokoda as a base color, layering it with brighter accent colors for a stylish yet comfortable look.",
    "graphicDesign": "In graphic design, Kokoda is utilized to convey stability and reassurance, making it an excellent choice for brands focused on sustainability or nature. It is effective in logo design, providing a strong yet gentle visual presence that can help connect viewers to the brand's environmental values. When used in digital media, Kokoda works well as a background color, allowing brighter colors and graphics to stand out, creating a harmonious visual hierarchy."
  },
  "visualCharacteristics": {
    "mood": "Kokoda evokes feelings of serenity, balance, and resilience, often associated with nature and the outdoors. It can instill a sense of calm and grounding, making it suitable for spaces meant for relaxation or contemplation. The subdued quality of this color can also foster a feeling of stability and permanence, appealing to those looking for comfort in their surroundings.",
    "complementaryColors": "Complementary to Kokoda are colors such as soft gold, warm beige, and rich terracotta, which enhance its natural attributes while adding warmth to the palette. These complementary colors introduce contrasts that are visually appealing and can highlight the earthy qualities of Kokoda. By using these combinations, designers can create harmonious environments that feel inviting and organic."
  },
  "hex": "6E6D57"
}