{
  "name": "Korma",
  "description": "Korma is a warm, medium shade of beige with golden undertones, reminiscent of the rich, creamy consistency of traditional korma dishes in South Asian cuisine. It evokes a sense of comfort and coziness while maintaining a sophisticated elegance, making it an ideal choice for various design applications. The color embodies the balance between neutrality and warmth, providing a versatile backdrop for both muted and vibrant colors. Korma can subtly enhance an environment by offering a sense of stability and calmness.",
  "originOfName": "The name 'Korma' originates from the South Asian culinary term used to describe a style of cooking where meat is braised with yogurt, cream, and spices, resulting in a rich and flavorful dish. This color draws its name from the cuisine's association with warmth and comfort, capturing the essence of a cozy dining experience. Interestingly, korma is often linked to celebrations and gatherings, making the color imbued with a cultural sense of conviviality and tradition.",
  "usageInDesign": {
    "interiorDesign": "In interior design, Korma is a popular choice for creating warm and inviting spaces, often utilized in living rooms and dining areas. It works beautifully with earth-toned decor, wooden furniture, and natural textiles, fostering a harmonious atmosphere. Designers often pair Korma with soft whites or deeper browns to enhance its warming qualities and create a stylish yet comfortable setting.",
    "fashion": "In the realm of fashion, Korma serves as a versatile neutral that complements various skin tones, making it a popular choice for staples like blouses, coats, and trousers. It is especially favored in autumn and winter collections, where it pairs seamlessly with richer hues such as burgundy or forest green. Korma can evoke a timeless elegance, often seen in sophisticated ensembles designed for both casual and formal occasions.",
    "graphicDesign": "For graphic design, Korma is effective as a background color, providing a calming canvas that allows other elements to stand out. It is often used in branding for companies known for their organic or homey products, as it reflects a connection to nature and comfort. Designers commonly incorporate Korma in websites and print materials to evoke feelings of warmth and approachability."
  },
  "visualCharacteristics": {
    "mood": "The mood associated with Korma is one of warmth, comfort, and tranquility. It tends to evoke feelings of relaxation and safety, making it an ideal color for spaces meant for gathering and enjoyment. This color can also inspire creativity and unity, echoing the communal experience tied to its culinary namesake.",
    "complementaryColors": "Korma pairs beautifully with colors such as sage green, soft terracotta, and warm taupe, which enhance its earthy qualities. These complementary colors create a balanced palette that feels both sophisticated and grounded. Combining Korma with deeper shades like navy or charcoal can offer dramatic contrast while maintaining an elegant overall look."
  },
  "hex": "8F4B0E"
}