{
  "name": "Koromiko",
  "description": "Koromiko is a soft and warm hue, reminiscent of the gentle tones found in nature. It often carries earthy undertones, bringing a sense of calm and tranquility to any space it occupies. This color is versatile in its applications, easily pairing with a variety of palettes to create harmony in design. Its subtle sophistication can add depth to contemporary and traditional aesthetics alike.",
  "originOfName": "The name 'Koromiko' is derived from the Maori word for a plant native to New Zealand, known for its delicate yet vibrant flowers. The term embodies a connection to nature and signifies the color’s organic quality. Historically, Koromiko has been appreciated in indigenous culture for its adaptability and the natural beauty it represents, reinforcing its prominence in design.",
  "usageInDesign": {
    "interiorDesign": "In interior design, Koromiko is ideal for creating serene and inviting spaces. It works beautifully in living rooms and bedrooms, often used as an accent wall color or in fabrics that lend a cozy atmosphere. When paired with neutral tones and natural materials, Koromiko enhances warmth and comfort, making it suitable for both modern and rustic designs.",
    "fashion": "In the fashion world, Koromiko is often used in spring and summer collections, emphasizing lightweight fabrics and flowing silhouettes. Its earthy quality allows it to be versatile for various styles, from bohemian to sophisticated casual looks. Koromiko can be seen in casual dresses, blouses, and accessories that resonate with nature-inspired themes.",
    "graphicDesign": "In graphic design, Koromiko's soothing tone is frequently employed in branding and marketing materials to evoke feelings of reliability and serenity. It is particularly effective in wellness and eco-friendly products' branding, where it conveys a commitment to nature and sustainability. Additionally, it can be used in digital designs to create a calm user experience, particularly in health and lifestyle websites."
  },
  "visualCharacteristics": {
    "mood": "Koromiko evokes feelings of calmness and stability, often associated with nature and peaceful environments. People experiencing Koromiko may find themselves feeling more relaxed and grounded, making it an excellent choice for areas intended for rest and reflection. Its warm undertones contribute to feelings of comfort and safety, creating a welcoming ambiance.",
    "complementaryColors": "Colors that complement Koromiko include soft whites, muted greens, and gentle grays. These complementary shades enhance its warm nature without overpowering it, creating a balanced and harmonious palette. Additionally, accents of deep earth tones, such as terracotta or slate blue, can further enrich the overall aesthetic when combined with Koromiko."
  },
  "hex": "FFBD5F"
}