{
  "name": "Kournikova",
  "description": "Kournikova is a warm shade of peach that embodies a playful and lively spirit. This color resonates with feelings of joy, warmth, and vitality, making it a pleasant choice for various design applications. Its soft intensity allows it to add a touch of sophistication while remaining approachable, creating a harmonious balance in any setting.",
  "originOfName": "The color Kournikova is named after the famous Russian tennis player Anna Kournikova, who was known not only for her exceptional skills on the court but also for her charismatic presence and style. The name reflects a blend of athleticism and femininity, capturing the essence of the early 2000s, when Kournikova became a cultural icon. This connection to a notable personality adds an element of flair and recognition to the color.",
  "usageInDesign": {
    "interiorDesign": "In interior design, Kournikova is often used in living spaces to create a sense of warmth and comfort. It works beautifully as an accent wall or in textiles, such as cushions and curtains, contributing to a relaxed yet vibrant atmosphere. This color is particularly popular in bohemian and modern design styles, where it complements natural materials and soft finishes, enhancing the overall aesthetic of the space.",
    "fashion": "In fashion, Kournikova is favored during spring and summer collections due to its fresh and lively appearance. It is commonly seen in dresses, blouses, and accessories, appealing to those who wish to portray a sense of playfulness and energy. Designers often pair it with neutral tones to balance its brightness, creating stunning contrasts that elevate casual and formal outfits alike.",
    "graphicDesign": "In graphic design, Kournikova's vibrant hue is effective in attracting attention while maintaining an inviting feel. It is often utilized in branding and marketing materials aimed at a youthful audience, as it conveys enthusiasm and friendliness. The color's versatility allows it to work well in both digital and print formats, making it suitable for logos, social media graphics, and promotional materials."
  },
  "visualCharacteristics": {
    "mood": "The mood conveyed by Kournikova is cheerful and uplifting, often evoking feelings of happiness and positivity. This color resonates well with themes of warmth and connection, making it suitable for environments designed for social interaction or relaxation. Its playful nature can stimulate creativity, making it a favorite among designers aiming to inspire an energetic ambiance.",
    "complementaryColors": "Complementary colors to Kournikova include soft grays and teal shades, such as light gray and aqua. These combinations create a balanced palette, allowing Kournikova's warmth to stand out while providing a calming contrast. Together, they enhance the visual appeal of spaces and designs, promoting both energy and tranquility."
  },
  "hex": "FFE772"
}