{
  "name": "Kumera",
  "description": "Kumera is a warm, earthy shade reminiscent of sweet potatoes, which are also known as kumara in various cultures, particularly in the Pacific Islands. This color embodies a rustic charm, often associated with comfort, nourishment, and the earth. It evokes feelings of warmth and security, making it a popular choice for creating inviting spaces. Its rich hue can transform both contemporary and traditional designs, making spaces feel grounded and wholesome.",
  "originOfName": "The name 'Kumera' originates from the Māori word for sweet potato, a staple food in New Zealand and other Pacific Island cultures. The sweet potato has a significant cultural relevance, representing sustenance and abundance, which adds layers of meaning to this color. The use of 'Kumera' in design pays homage to the cultural heritage and the richness of the earth's bounty.",
  "usageInDesign": {
    "interiorDesign": "In interior design, Kumera is often used to create cozy, inviting spaces. It pairs well with natural materials like wood and stone, contributing to a warm, earthy atmosphere. Popular applications include accent walls, textiles such as curtains and upholstery, and decorative accents in living rooms and dining areas. It is particularly effective in rustic, bohemian, or Mediterranean design styles, where warmth and comfort are paramount.",
    "fashion": "In fashion, Kumera can be found in various clothing items, frequently seen in autumn and winter collections. This color complements earthy tones and can be paired with fabrics like wool, cotton, or linen, creating textures that enhance its warmth. It is often used in accessories, such as scarves and hats, where it can add a splash of rich color to an outfit. Kumera is ideal for layering in seasonal wardrobes, making it versatile for casual wear or more structured outfits.",
    "graphicDesign": "In graphic design, Kumera can serve as a stunning backdrop or accent color, bringing a sense of warmth and approachability to logos, websites, and print media. Its earthy tone is effective in capturing attention without overwhelming the viewer, often used in designs that aim for a natural or wholesome vibe. It works well in combination with lighter neutral colors or complementary shades to create contrast and balance, steering away from stark or harsh color palettes."
  },
  "visualCharacteristics": {
    "mood": "Kumera evokes feelings of comfort, warmth, and security, often associated with homey atmospheres and nurturing environments. This color can instill a sense of calm and resilience, reflecting emotional stability and grounding. It invites relaxation and connection, making it ideal for spaces designed for gathering and bonding.",
    "complementaryColors": "Kumera complements a variety of colors, particularly those in the warm spectrum, such as soft creams, muted terracotta, and deep olive greens. These combinations enhance its earthy quality while providing depth and visual interest. For example, pairing Kumera with a muted cream can create a tranquil, airy feel, while adding olive green may introduce a touch of sophistication and richness."
  },
  "hex": "886221"
}