{
  "name": "Lima",
  "description": "Lima is a vibrant and lively shade of green that resembles the color of fresh limes. This color is invigorating and often evokes feelings of freshness and energy, making it a popular choice for designs that wish to convey a feeling of health and vitality. It is commonly associated with nature, spring, and renewal, providing an uplifting hue that enlivens any space or design.",
  "originOfName": "The name 'Lima' derives from the Spanish word for lime, the fruit, which is known for its bright green skin and refreshing taste. The city of Lima in Peru is also named after the Lima plant (known as the 'lime bush'), emphasizing the cultural significance of the color. This connection establishes a relationship between the fruit, its vibrant color, and the essence of Latin American culture.",
  "usageInDesign": {
    "interiorDesign": "In interior design, Lima can be used to enhance spaces that seek to promote a sense of clarity and freshness. It is often utilized in kitchens and dining areas, where it can stimulate appetite and conversation. Complementing elements like white cabinetry or natural wood floors can create a harmonious balance that feels open and contemporary.",
    "fashion": "In fashion, Lima is an eye-catching hue that can be used to create bold statements during the spring and summer seasons. Designers may use Lima to create apparel such as dresses, handbags, and accessories that evoke a sense of fun and exuberance. Its energetic tone pairs well with neutral colors, allowing it to stand out in casual and formal looks alike.",
    "graphicDesign": "In graphic design, Lima is frequently employed in branding to evoke freshness and sustainability, making it a popular choice for health and organic products. Its bright nature captures attention, ensuring visibility in logos, websites, and promotional materials. Utilizing Lima in a minimalistic design approach can draw the viewer's eye without overwhelming them, striking a balance between boldness and simplicity."
  },
  "visualCharacteristics": {
    "mood": "Lima is often associated with feelings of joy, rejuvenation, and liveliness. It can evoke a sense of connection to nature, bringing along associations with vitality, youth, and healthy living. The 'freshness' of Lima can also inspire creativity and positivity in personal and work environments.",
    "complementaryColors": "Colors that complement Lima include deep purples, shades of blue like navy, and crisp whites. These colors work harmoniously by providing a striking contrast, allowing Lima to pop while also grounding the overall palette. Additionally, earth tones such as soft browns can enhance Lima's vibrancy while maintaining a natural aesthetic."
  },
  "hex": "76BD17"
}