{
  "name": "Lime",
  "description": "Lime is a vibrant, zesty color that lies between yellow and green on the color wheel. It evokes freshness, energy, and vitality, making it a popular choice in various design fields. The brightness of lime can energize spaces and evoke feelings of excitement and cheerfulness. Often associated with nature and the environment, lime green mirrors the lushness of spring and summer foliage.",
  "originOfName": "The name 'Lime' is derived from the fruit of the same name, which is known for its bright green color. The term began to be used to describe this hue in the early 20th century, as the fruit became popular in culinary arts and culture. The fruit itself has historical significance in many cultures, often regarded as a symbol of health and freshness, further influencing the color's association with vitality and zest.",
  "usageInDesign": {
    "interiorDesign": "In interior design, lime is frequently used to create lively accents or focal points. It complements modern, minimalist designs and is often paired with neutrals like white, gray, or black to provide striking contrast. Lime can be effectively incorporated into spaces such as kitchens, living rooms, and offices, where a sense of energy is desired. Accessories such as cushions, artwork, or decorative items in lime can refresh the aesthetic of a room without overwhelming it.",
    "fashion": "In fashion, lime is a statement color commonly seen in spring and summer collections. It works well in casual wear, activewear, and accessories, adding a fun pop of color to outfits. Designers have strategically used lime in runway shows to signify youthfulness and vibrant spirit. The color pairs nicely with both muted tones and combinations of bright colors, making it a versatile choice for various styles, from streetwear to high fashion.",
    "graphicDesign": "In graphic design, lime is often utilized to grab attention and convey a sense of freshness or innovation. It is effective in logos, websites, and marketing materials aimed at younger audiences or products related to health and wellness. When used with contrasting colors, lime can enhance readability and engagement, making it a powerful tool in branding. Its unique vibrancy has made it a staple in eco-friendly branding and campaigns, symbolizing sustainability and green living."
  },
  "visualCharacteristics": {
    "mood": "Lime is associated with feelings of joy, happiness, and vibrancy. It is known to stimulate creativity and invigorate the mind, making it an excellent choice for spaces where one seeks to inspire or energize. The color can evoke memories of summer and nature, reinforcing its connection to freshness and renewal.",
    "complementaryColors": "Lime pairs well with a variety of complementary colors that enhance its brightness and vibrancy. Colors such as deep violet, navy blue, or rich gray create a stunning contrast, allowing lime to stand out while providing balance. Additionally, warm hues like coral or peach can create a harmonious and cheerful palette when combined with lime."
  },
  "hex": "BFFF00"
}