{
  "name": "Limed Spruce",
  "description": "Limed Spruce is a sophisticated shade that evokes a sense of tranquility and calm. It falls into the blue-green category but carries a muted quality due to the 'limed' effect, which gives it a slightly washed-out appearance reminiscent of weathered wood. This color can create a serene atmosphere, making it a popular choice for spaces where relaxation is desired, such as living rooms and bedrooms. Its neutral undertones allow it to blend seamlessly with a variety of other colors and materials, emphasizing its versatility.",
  "originOfName": "The name 'Limed Spruce' combines two distinct elements. 'Limed' refers to the traditional technique used in wood finishing, where lime is applied to achieve a lightened, aged appearance, while 'Spruce' refers to the tree known for its resilience and natural beauty, often used in the construction of homes and furniture. This name reflects not only the color's visual characteristics but also its connection to nature and craftsmanship.",
  "usageInDesign": {
    "interiorDesign": "In interior design, Limed Spruce is often utilized to create a soothing ambiance, particularly in coastal or rustic-themed spaces. It pairs well with natural materials like wood and stone, and is frequently used on walls, cabinetry, or accent pieces. Popular design styles that feature this color include Scandinavian and modern farmhouse, where its muted quality enhances the overall aesthetic without overwhelming the senses.",
    "fashion": "In the fashion industry, Limed Spruce makes a subtle yet striking appearance, particularly in the eco-conscious and sustainable fashion movements. This color can often be seen in spring collections, where it is used for lightweight jackets, dresses, and accessories that embody a relaxed yet polished style. Its neutrality allows it to be easily paired with other light or earthy tones, creating versatile outfits suitable for various occasions.",
    "graphicDesign": "In graphic design, Limed Spruce can be utilized to establish a calming brand presence, particularly for businesses focused on wellness, eco-friendliness, or sustainability. Its unique hue works effectively in logos and marketing materials that seek to convey authenticity and natural values. Additionally, when used in web design, it can enhance user experience by promoting a serene browsing atmosphere."
  },
  "visualCharacteristics": {
    "mood": "The mood associated with Limed Spruce is one of calmness and balance, often evoking feelings of serenity and connectedness to nature. This color can help reduce stress and promote mental clarity, making it an excellent choice for environments aimed at relaxation, such as spas or yoga studios.",
    "complementaryColors": "Limed Spruce pairs wonderfully with complementary colors like soft whites, warm beiges, and muted earth tones. These colors work together to create a cohesive and harmonious palette, allowing Limed Spruce to shine while enhancing the overall design. For a more vibrant contrast, it can also be effectively partnered with rich coral or deeper shades of teal, providing a dynamic visual interest."
  },
  "hex": "394851"
}