{
  "name": "Lisbon Brown",
  "description": "Lisbon Brown is a rich, earthy hue that embodies the warm and rustic elements of the Portuguese capital. This color draws inspiration from the age-old architecture, terracotta roofs, and the natural landscapes found in and around Lisbon. Its depth and vibrancy make it a versatile choice for various design applications, radiating a sense of comfort and sophistication.",
  "originOfName": "The name \"Lisbon Brown\" is derived from the city of Lisbon, Portugal, which is renowned for its stunning architectural elements and warm color palette. The etymology highlights its connection to this vibrant city, reflecting the brown hues of its historical buildings and nature. This color pays homage to Lisbon's cultural richness, evoking feelings of nostalgia and history.",
  "usageInDesign": {
    "interiorDesign": "In interior design, Lisbon Brown is often utilized to create warm, inviting spaces. It is frequently seen in traditional and rustic design styles, pairing beautifully with neutral tones and natural materials, such as wood and stone. This color works particularly well in living rooms and kitchens, evoking a sense of warmth and homeliness.",
    "fashion": "In fashion, Lisbon Brown is popular for its versatility and timeless appeal. It appears in various seasonal collections, often featured in outerwear, footwear, and accessories. This shade complements a wide array of clothing items, pairing excellently with both bright and muted colors, making it a staple in contemporary wardrobes.",
    "graphicDesign": "In graphic design, Lisbon Brown serves as an excellent background or accent color, providing depth and richness. Its earthy tone can evoke feelings of stability and reliability, making it suitable for branding in industries such as organic products, wellness, and lifestyle. It pairs well with lighter colors, enhancing readability and visual interest in print and digital media."
  },
  "visualCharacteristics": {
    "mood": "Lisbon Brown evokes feelings of warmth, stability, and comfort. It is often associated with the natural world, fostering a sense of connection and grounding. The richness of this color can bring a welcoming ambiance to any space, promoting relaxation and coziness.",
    "complementaryColors": "Complementary colors to Lisbon Brown include soft cream, muted gold, and deep forest green. These colors work well together, enhancing the richness of Lisbon Brown while providing a sense of harmony and balance in design. The contrast with brighter shades also allows Lisbon Brown to stand out in any composition."
  },
  "hex": "423921"
}