{
  "name": "Lola",
  "description": "Lola is a vibrant and playful shade of pink that embodies a sense of fun and femininity. It carries a lively energy that can invigorate any design, making it perfect for settings that require warmth and cheerfulness. Often associated with youthful exuberance, Lola can create a welcoming and engaging atmosphere, making it popular in spaces meant for social interaction or creativity.",
  "originOfName": "The name 'Lola' is derived from the Spanish name Dolores, meaning 'sorrows.' However, in contemporary contexts, especially in fashion and pop culture, it has become synonymous with joy and playful spirit. The color gained popularity as it became associated with vibrant personalities and expressive designs, reinforcing its lively connotations.",
  "usageInDesign": {
    "interiorDesign": "In interior design, Lola is frequently used in children's rooms, play areas, or creative spaces where energy and imagination are encouraged. It pairs beautifully with softer pastels or muted tones, creating a balanced yet invigorating environment. Designers often opt for Lola in accent walls, textiles, and accessories to add a touch of whimsy and charm without overwhelming the space.",
    "fashion": "Lola is a popular choice in fashion, especially in spring and summer collections, where it resonates with floral patterns and light, breezy fabrics. It is commonly found in clothing items such as dresses, blouses, and accessories, appealing to those who wish to convey a sense of playfulness. Often used by designers to evoke a lively spirit, Lola can dominate an outfit or serve as a striking accent, making it a versatile option for various styles.",
    "graphicDesign": "In graphic design, Lola is effective in creating eye-catching logos and promotional materials that aim to attract a youthful audience. It can be utilized in various applications, from websites to social media graphics, where the goal is to convey excitement and vitality. The color's vivid nature ensures it stands out, making it a great choice for brands targeting trendy markets or vibrant lifestyles."
  },
  "visualCharacteristics": {
    "mood": "Lola evokes feelings of joy, energy, and creativity, making it an excellent choice for designs that aim to inspire positivity. It's a color that can stimulate emotional responses, often associated with happiness and enthusiasm, encouraging social interaction and engagement.",
    "complementaryColors": "Lola pairs beautifully with colors such as soft mint green and pale yellow, creating a harmonious and fresh palette. These complementary colors enhance Lola's vibrant nature while providing a soothing balance that can elevate any design. Using Lola alongside light neutrals can also ground the color, allowing it to shine without overwhelming the viewer."
  },
  "hex": "DFCFDB"
}