{
  "name": "Mai Tai",
  "description": "Mai Tai is a warm and vibrant orange-brown hue reminiscent of tropical sunsets and exotic cocktails. This color exudes a sense of warmth and relaxation, often invoking images of sandy beaches and lush palm trees. It's a rich and inviting shade that blends the energy of orange with the earthiness of brown, making it suitable for various design contexts.",
  "originOfName": "The name 'Mai Tai' comes from a popular cocktail that originated in the 1940s, which is associated with evenings spent in tropical locales. The drink itself is a mix of rum, lime juice, orgeat syrup, and orange liqueur, evoking a sense of paradise. The name reflects a laid-back lifestyle and is often linked to Hawaiian and Polynesian cultures, symbolizing refreshment and leisure.",
  "usageInDesign": {
    "interiorDesign": "In interior design, Mai Tai is frequently used to create cozy and inviting spaces, often featured in living rooms or dining areas. It pairs well with natural materials like wood and can be complemented with soft textiles in neutral shades or bright tropical prints. This color is particularly popular in coastal or resort-style interiors, fostering a feeling of relaxation and warmth.",
    "fashion": "In the fashion industry, Mai Tai can be seen in seasonal collections that draw inspiration from beachwear and summer clothing. It is often used in lightweight fabrics such as linen and cotton, ideal for dresses, shirts, and accessories that embody a vacation vibe. The color works beautifully in bohemian or resort fashion lines, adding a pop of warmth that's perfect for sunny days.",
    "graphicDesign": "In graphic design, Mai Tai is employed to evoke emotions of warmth and excitement in branding and marketing materials. It can be particularly effective in food and beverage advertising, where it draws attention and stimulates appetite. Whether used in logo design or on promotional materials, Mai Tai creates a dynamic and inviting presence that resonates with a playful and warm aesthetic."
  },
  "visualCharacteristics": {
    "mood": "Mai Tai evokes feelings of happiness, relaxation, and nostalgia, making it ideal for settings that aim to create a welcoming atmosphere. Its warm tones can inspire creativity and sociability, often associated with gatherings and celebrations. This color fosters a mood that feels both invigorating and comforting, reminiscent of summer vacations.",
    "complementaryColors": "Complementary colors to Mai Tai include teal and deep aquamarine, which create a vibrant contrast that enhances the warmth of the hue. These complementary colors are often used together in design to create balance and visual interest, allowing Mai Tai to stand out without overwhelming the viewer. Additionally, soft pastels like sandy beige or muted coral can create a harmonious palette when paired with Mai Tai."
  },
  "hex": "B06608"
}