{
  "name": "Mako",
  "description": "Mako is a soft, muted shade of blue-green that evokes a sense of calm and serenity, reminiscent of tranquil ocean waters. It carries a slight gray undertone, which adds depth and sophistication to its appearance, making it a versatile choice in various design contexts. This color often symbolizes stability and tranquility, making it suitable for spaces where relaxation and peace are prioritized.",
  "originOfName": "The name 'Mako' is derived from the Mako shark, known for its sleek, streamlined body and beautiful coloration that reflects shades of blue. This color is often associated with coastal themes and marine aesthetics, inspiring feelings of adventure and exploration. The connection to the ocean also emphasizes themes of depth and vastness, enhancing its allure.",
  "usageInDesign": {
    "interiorDesign": "In interior design, Mako is often used in spaces designed to create a serene atmosphere, such as bedrooms and bathrooms. It pairs beautifully with natural elements like wood and stone, lending a harmonious feel to coastal-themed interiors. Designers frequently incorporate Mako into wall colors, textiles, and accessories, enhancing the overall tranquility of the space and promoting a relaxing environment.",
    "fashion": "In the fashion world, Mako is embraced for its versatility and sophisticated hue, making it suitable for both casual and formal wear. It is commonly found in spring and summer collections, often featured in flowing dresses, lightweight blouses, and tailored suits that aim to evoke a sense of ease and elegance. Mako can be effortlessly paired with neutrals and other soft hues, reinforcing its adaptability across various fashion styles and looks.",
    "graphicDesign": "Mako's calming nature makes it a favored choice in graphic design, particularly for branding that seeks to convey trustworthiness and serenity. It is effective in logos, website backgrounds, and marketing materials aimed at industries like wellness, healthcare, and travel. The color's inherent softness allows for easy integration with bolder hues for contrast, balancing vibrancy with tranquility."
  },
  "visualCharacteristics": {
    "mood": "Mako evokes feelings of calmness, stability, and reassurance, making it an excellent choice for creating a relaxed atmosphere. It can inspire tranquility while still maintaining an element of sophistication, suitable for both casual and formal contexts. This color is often used in environments designed for reflection and relaxation, such as spas and meditation spaces.",
    "complementaryColors": "Mako pairs exceptionally well with colors like coral and peach, which enhance its soft, serene qualities while adding a refreshing touch of warmth. Neutral shades such as beige, taupe, and cream also complement Mako by allowing it to stand out without overwhelming the visual field. The synergy between Mako and earth tones also promotes a cohesive, balanced aesthetic in design."
  },
  "hex": "444954"
}