{
  "name": "Mantis",
  "description": "Mantis is a vibrant shade of green that evokes the fresh vitality of spring. It is reminiscent of the lush foliage and growth seen in nature, symbolizing renewal and energy. The color is associated with the mantis insect, known for its vivid green coloration, which helps it blend into the plant life of its environment. Mantis is often seen as an inviting color, bringing a sense of calmness and rejuvenation to spaces and designs.",
  "originOfName": "The name 'Mantis' derives from the insect of the same name, known for its striking green color. The term 'mantis' comes from the Greek word 'mantis' meaning 'prophet' or 'diviner,' reflecting the insect's poised and contemplative nature. This color was adopted in the NTC palette to encapsulate the essence of nature and its vibrant greens, inspired by its namesake's ecological traits and habitat. Historical references to the mantis also emphasize its role in various cultures as a symbol of patience and introspection.",
  "usageInDesign": {
    "interiorDesign": "In interior design, Mantis is often used to create serene and refreshing spaces, perfect for rooms like living areas and bedrooms. It pairs well with neutral colors and natural materials, fostering a harmonious environment. Designers may choose this color in accents such as feature walls, textiles, or decorative items to enliven a space while maintaining an organic feel.",
    "fashion": "Mantis is popular in fashion, particularly during the spring and summer seasons, as it embodies the spirit of growth and freshness. This hue can be found in a variety of clothing items, including dresses, blouses, and accessories, often paired with white or pastel shades to enhance its vibrancy. Designers often utilize Mantis in activewear and casual collections to evoke a sense of health and vitality in the wearer.",
    "graphicDesign": "In graphic design, Mantis is a color that conveys a sense of vitality and innovation, making it an effective choice for brands that want to convey energy and eco-friendliness. It can be used effectively in logos, websites, and marketing materials, where it attracts attention without overwhelming the viewer. Mantis works particularly well in designs targeting outdoor or health-related sectors, where its association with nature adds depth to the branding."
  },
  "visualCharacteristics": {
    "mood": "Mantis evokes feelings of serenity, growth, and rejuvenation. It has a calming effect that can reduce stress and promote a sense of tranquility, making it popular in environments meant for relaxation and reflection. The color encourages a connection to nature, promoting positive emotions and mental clarity.",
    "complementaryColors": "Mantis pairs beautifully with complementary colors such as Deep Coral and Soft Lavender. Deep Coral enhances the vibrancy of Mantis, creating an engaging visual contrast that draws attention. Soft Lavender, on the other hand, brings a touch of softness and elegance, allowing for a balanced and inviting palette that feels cohesive and fresh."
  },
  "hex": "74C365"
}