{
  "name": "Ming",
  "description": "Ming is a vibrant shade of blue-green that evokes the serene beauty of oceans and lush landscapes. This color is reminiscent of ancient Chinese porcelain, specifically the Ming dynasty's exquisite blue-and-white ceramics. It combines the calmness of blue with the freshness of green, making it a popular choice for designs that aim to promote tranquility and balance.",
  "originOfName": "The name 'Ming' is derived from the Ming dynasty, a significant period in Chinese history (1368-1644), renowned for its cultural and artistic achievements. The color is closely linked to Ming porcelain, which often featured intricate designs and vivid glazes, especially in blue hues. Interest in this color has been revived in modern design, reflecting nostalgia for this historical era and its artistry.",
  "usageInDesign": {
    "interiorDesign": "In interior design, Ming is often used to create calming spaces, particularly in bathrooms, living rooms, and bedrooms. It pairs beautifully with white or neutral tones to enhance a fresh, airy feel. Additionally, in coastal-themed decor, Ming can invoke the tranquil essence of seaside living when combined with sandy beiges and marine blues.",
    "fashion": "In fashion, Ming is celebrated for its versatility and elegance, often appearing in garments during spring and summer collections. Designers may use it in flowing dresses, tailored blazers, or accessories, attracting those who favor a blend of sophistication and modernity. It pairs well with crisp whites and soft pastels for a chic, refined look.",
    "graphicDesign": "Ming is an effective choice in graphic design, particularly for brands wanting to convey tranquility and reliability. It is frequently utilized in wellness brands or eco-friendly products, instilling confidence and comfort in the viewer. In logos and websites, Ming can provide a refreshing backdrop or accent, enhancing readability and visual appeal without overwhelming the design."
  },
  "visualCharacteristics": {
    "mood": "The mood evoked by Ming is generally calming and refreshing, often associated with relaxation, peace, and stability. It can promote feelings of harmony, making it an excellent choice for wellness or spa-related environments. This color's balance of coolness allows it to serve as a visual antidote to chaos and stress.",
    "complementaryColors": "Ming pairs beautifully with coral, peach, and soft beige tones, creating a harmonious and inviting palette. The warmth of coral and peach acts as a counterbalance to Ming's coolness, resulting in a vibrant yet cohesive look. Additionally, deep navy or charcoal can add sophistication and depth when used alongside Ming."
  },
  "hex": "36747D"
}