{
  "name": "Mint Tulip",
  "description": "Mint Tulip is a soft, refreshing green hue that possesses a gentle blend of turquoise and pale green tones. It invokes a sense of tranquillity and balance, reminiscent of springtime gardens and fresh herbs. This color often signifies renewal and growth, making it ideal for spaces designed for relaxation and rejuvenation. Its soothing qualities can create an inviting atmosphere, perfect for both residential and commercial environments.",
  "originOfName": "The name Mint Tulip derives from the mint plant, characterized by its vibrant green leaves, and the tulip flower, which adds a floral elegance to the color’s identity. Mint has been a symbol of freshness and vitality in various cultures, while the tulip is often associated with beauty and prosperity, particularly in Dutch culture, where it holds historical significance. Together, the names evoke a feeling of natural beauty and spring.",
  "usageInDesign": {
    "interiorDesign": "In interior design, Mint Tulip is frequently utilized in spaces intended to evoke calmness and serenity, such as bedrooms and bathrooms. Its versatility allows it to pair beautifully with both neutral tones and bolder colors, making it suitable for various design styles, from modern minimalism to rustic charm. For example, it makes an excellent choice for accent walls or furniture in a coastal-themed decor.",
    "fashion": "In the fashion industry, Mint Tulip is often seen during spring and summer collections, reflecting the seasonal shift toward lighter, fresher palettes. This color is popular in casual wear, including dresses, tops, and accessories, offering a playful yet sophisticated appearance. It complements natural fabrics like cotton and linen, enhancing the overall appeal of spring outfits, while also perfectly matching floral patterns and prints.",
    "graphicDesign": "In graphic design, Mint Tulip is utilized to convey a sense of freshness and modernity, making it an ideal choice for brands focused on wellness, beauty, and sustainability. It works effectively in logos and web design, often paired with earthy tones to evoke an organic feel. The color can also be used in promotional materials to create a serene and inviting atmosphere, appealing especially to audiences looking for tranquility."
  },
  "visualCharacteristics": {
    "mood": "Mint Tulip brings a sense of calm and relaxation, often associated with feelings of serenity and freshness. Its light and airy quality promotes a positive atmosphere, making it an excellent choice for spaces where clarity and re-energization are desired. People often associate this color with spring, making it inherently uplifting and rejuvenating.",
    "complementaryColors": "Complementary colors for Mint Tulip include Coral Pink and Dusty Rose, which provide a warm contrast that enhances its refreshing qualities. Soft neutrals like cream or beige also pair well, allowing Mint Tulip to pop while maintaining a soft aesthetic. These combinations can be seen in various design applications, from fashion ensembles to interior decor, creating a harmonious balance."
  },
  "hex": "C4F4EB"
}