{
  "name": "Negroni",
  "description": "Negroni is a vibrant, rich hue that is characterized by its deep reddish-orange tone, reminiscent of the popular Italian cocktail from which its name is derived. This color exudes warmth and energy, evoking feelings of excitement and passion. Its bold presence makes it a striking choice in design, capable of serving as both a focal point and a complementary accent. Often associated with indulgence and sophistication, Negroni represents a luxurious and inviting atmosphere.",
  "originOfName": "The name 'Negroni' comes from the famous Italian cocktail made with gin, vermouth, and Campari. The drink is believed to have originated in Florence, Italy, in the early 20th century and was named after Count Camillo Negroni, who is said to have requested the addition of gin to his Americano cocktail. This association with a classic cocktail imbues the color with a sense of Italian heritage and a celebration of leisure and conviviality.",
  "usageInDesign": {
    "interiorDesign": "In interior design, Negroni can be effectively used to create a warm and inviting space. It is frequently applied in accent walls or in furnishings such as sofas and throw pillows, where its vibrancy can contrast beautifully with more neutral palettes. Negroni pairs well with earthy tones and natural materials, making it suitable for rustic or modern designs that aim for a touch of elegance and warmth.",
    "fashion": "In the realm of fashion, Negroni is a popular choice for seasonal collections, particularly in autumn and winter. It is often seen in luxury garments like coats, dresses, and accessories, symbolizing sophistication and style. The color can also be found in bold prints and patterns, allowing designers to create statement pieces that catch the eye and evoke a sense of confidence.",
    "graphicDesign": "Within graphic design, Negroni serves as a powerful color that commands attention in branding and marketing materials. Its effectiveness in logos and advertisements is linked to its emotional resonance, evoking feelings of energy and enthusiasm. Designers often pair Negroni with soft neutrals or muted tones to create visually striking compositions that stand out in print and digital media."
  },
  "visualCharacteristics": {
    "mood": "The mood evoked by Negroni is one of energy, passion, and warmth. It is a color that inspires excitement and can elevate the atmosphere of a space or a fashion ensemble, often creating a sense of celebration. The vibrancy of Negroni appeals to the emotions, making it a favorite in both festive and elegant settings.",
    "complementaryColors": "Negroni pairs beautifully with a range of complementary colors, including soft blues, muted greens, and warm neutrals like beige and cream. These combinations help to balance Negroni's intensity, allowing it to stand out without overwhelming the design. The contrast with cooler shades can create a dynamic visual interplay, enhancing the overall aesthetic."
  },
  "hex": "FFE2C5"
}