{
  "name": "Orange Roughy",
  "description": "Orange Roughy is a vibrant and warm hue that resembles the coloration of the Orange Roughy fish, known for its distinct bright orange-red exterior. This color evokes a sense of energy and enthusiasm, making it a popular choice in various design applications from interior to fashion. Its rich, lively tone adds depth and warmth, easily becoming a focal point in any design scheme. The association with tropical oceans and vibrant coral reefs also lends a refreshing, invigorating quality to this color.",
  "originOfName": "The name 'Orange Roughy' derives from the marine fish of the same name, which is known for its orange color, particularly when caught and prepared for culinary use. The color was coined in the culinary world, reflecting the fish's striking appearance that appeals to seafood lovers and contributes to its culinary popularity. Its naming signifies the unique qualities of both the fish and its vibrant hue, bridging the gap between nature and artistry.",
  "usageInDesign": {
    "interiorDesign": "In interior design, Orange Roughy can be used to create warm and inviting spaces. It lends itself well to accent walls, decorative cushions, and artwork, infusing rooms with a sense of warmth and vitality. Popular settings for this color include kitchens and dining areas, where it can stimulate conversation and encourage sociability, often paired with neutral whites or earthy tones to balance its vibrancy.",
    "fashion": "In fashion, Orange Roughy stands out as a bold choice for statement pieces such as dresses, swimwear, and accessories. It is particularly favored in summer collections due to its bright, cheerful appearance that complements sun-kissed skin. Designers often use this color to evoke feelings of warmth and fun, aligning well with resort wear and casual outfits, making it a staple in seasonal trends.",
    "graphicDesign": "In graphic design, Orange Roughy is utilized to grab attention and create an inviting atmosphere on websites and promotional materials. Its vibrant qualities make it effective for calls to action, making buttons and messages stand out to users. The color is often paired with complementary shades like teal or blue for contrast, providing a modern aesthetic often seen in tech branding and youth-oriented marketing."
  },
  "visualCharacteristics": {
    "mood": "The mood evoked by Orange Roughy is one of warmth, happiness, and creativity. It can stimulate feelings of enthusiasm and playfulness, making it a great choice for settings intended to inspire or energize. This color is often associated with positive experiences and is thought to uplift spirits in both personal and professional environments.",
    "complementaryColors": "Complementary colors for Orange Roughy include shades of teal and blue, which create a striking contrast that enhances its vibrancy. These cooler hues balance the warmth of Orange Roughy, providing visual interest and harmony, commonly used in design to make layouts more dynamic. Meanwhile, earthy tones, such as browns and greens, can serve to ground the color, creating a more organic aesthetic."
  },
  "hex": "C45719"
}