{
  "name": "Oxford Blue",
  "description": "Oxford Blue is a rich and deep shade of blue, reminiscent of the colors found in the academia and traditional robes of the University of Oxford. This color has strong associations with wisdom, stability, and depth, often evoking a sense of professionalism and authority. The depth of Oxford Blue can bring a sophisticated elegance to various design applications, contributing to an atmosphere of trust and reliability.",
  "originOfName": "The name 'Oxford Blue' originally referred to the dark blue color used in the academic dress of students of the University of Oxford. The term has since been embraced in various contexts, symbolizing excellence and tradition. Its historical roots in education add a layer of reverence and significance to the color, making it particularly popular in formal attire and branding.",
  "usageInDesign": {
    "interiorDesign": "In interior design, Oxford Blue is often employed to create a sense of depth and luxury. It works effectively as an accent color when paired with lighter shades, such as creams and whites, particularly in formal dining rooms or studies. Additionally, its classic character makes it a popular choice for libraries and offices, where a calm yet professional ambiance is desired.",
    "fashion": "In fashion, Oxford Blue is a timeless favorite, often seen in tailored suits and evening dresses. It embodies sophistication, making it suitable for both professional attire and formal occasions. Seasonal trends may see Oxford Blue paired with earthy tones or metallics to enhance its elegance, appealing to a fashion-forward audience seeking understated luxury.",
    "graphicDesign": "In graphic design, Oxford Blue is a versatile color that conveys trust and reliability, making it a popular choice for corporate branding and logos. It can effectively stand out against light backgrounds, providing excellent legibility and contrast. This color is often used for websites and marketing materials, where a professional image is paramount."
  },
  "visualCharacteristics": {
    "mood": "Oxford Blue evokes feelings of calmness, authority, and professionalism. It is often associated with intellectual pursuits and a sense of tradition, making it a great choice for spaces and materials aimed at fostering focus and concentration.",
    "complementaryColors": "Complementary colors for Oxford Blue include hues like burnt orange and warm gold, which enhance its depth and richness. These colors create a striking contrast, often used together in design to evoke a sense of balance and visual interest."
  },
  "hex": "384555"
}