{
  "name": "Oxley",
  "description": "Oxley is a muted greenish-blue hue that embodies a tranquil and refreshing aesthetic. Its soft yet vibrant tone makes it a versatile choice for various design applications, bringing a sense of calm and serenity to any space. Perfectly balanced between green and blue, Oxley is reminiscent of coastal landscapes and serene natural environments, making it a popular choice for spaces that aim to evoke relaxation and comfort.",
  "originOfName": "The name 'Oxley' is thought to be derived from Oxley, a district in the city of Birmingham in England. The color's name evokes images of nature and tranquility found in serene landscapes, which resonates with its soothing qualities. Oxley also carries cultural significance in Australia, where it is used in various artistic expressions and design fields, reflecting the beauty of the country’s natural scenery.",
  "usageInDesign": {
    "interiorDesign": "In interior design, Oxley is often used to create calming spaces that promote relaxation, such as bedrooms and living areas. It pairs beautifully with neutral tones like whites and beiges, allowing it to stand out without overpowering other elements. Additionally, it works well in coastal-themed designs, reminiscent of ocean views and nature-inspired aesthetics, often incorporated into décor with natural materials like wood and stone.",
    "fashion": "In fashion, Oxley has gained popularity as a refreshing alternative to more traditional colors, often featured in spring and summer collections. It is particularly effective in garments like lightweight dresses, casual shirts, and accessories that aim to convey a laid-back, yet chic style. Designers often pair Oxley with other soft pastels or with bold contrasting colors like coral or navy to create visual interest.",
    "graphicDesign": "In graphic design, Oxley is utilized for its modern and sophisticated appeal. It is frequently seen in branding for eco-friendly products and wellness companies, as it conveys a sense of sustainability and calm. Its effectiveness in websites and print media lies in its ability to stand out without being overwhelming, making it an excellent choice for calls to action and backgrounds."
  },
  "visualCharacteristics": {
    "mood": "Oxley evokes feelings of tranquility, relaxation, and rejuvenation, making it suitable for spaces and designs intended to foster a peaceful atmosphere. Its muted yet vibrant nature can also inspire creativity and clarity of thought, providing an inviting environment for both work and leisure. The color’s connection to nature further enhances its calming attributes, making it a favorite among those seeking harmony in their surroundings.",
    "complementaryColors": "Oxley pairs beautifully with soft pinks and corals, creating a warm yet balanced palette that is both inviting and energizing. It also complements rich navy blues and warm earth tones, which can create a more dramatic and sophisticated look. These complementary colors enhance Oxley's refreshing quality, allowing it to shine in a well-thought-out color scheme."
  },
  "hex": "779E86"
}