{
  "name": "Perano",
  "description": "Perano is a serene, soft shade of blue that evokes feelings of tranquility and calmness. This color is reminiscent of the sea under a clear sky and is often associated with serenity and peace. Perano provides a gentle touch to spaces, making it a favored choice in contemporary design for creating relaxing environments. It harmonizes well with both warm and cool colors, allowing for versatile applications in various design contexts.",
  "originOfName": "The name 'Perano' is derived from the delicate hues observed in the waters around the Perano Islands, which are known for their stunning natural beauty. It reflects the unique coloration found in these coastal regions, bringing a sense of place and context to the color. The etymology connects it to serene maritime landscapes, drawing inspiration from nature and heritage.",
  "usageInDesign": {
    "interiorDesign": "In interior design, Perano is an ideal choice for bedrooms, bathrooms, and living spaces where a calming atmosphere is desired. It can be used on walls, accent pieces, or as part of a color scheme that includes white or soft neutrals. Designers often pair Perano with natural materials like wood and stone to create a harmonious, spa-like environment.",
    "fashion": "In fashion, Perano is prevalent in spring and summer collections, often seen in lightweight fabrics such as cotton and linen. This color is associated with casual elegance, featuring in dresses, summer blouses, and accessories like scarves and bags. It captures a breezy, relaxed look, making it popular for resort wear and beach attire as well.",
    "graphicDesign": "In graphic design, Perano is utilized effectively in branding and marketing materials to convey a sense of trust and reliability. It is commonly used for websites, logos, and advertisements aiming to evoke calmness and assurance in the audience. The soft tone enhances readability and visual appeal, allowing designers to create a balance between modern sophistication and approachability."
  },
  "visualCharacteristics": {
    "mood": "Perano elicits feelings of calmness, serenity, and clarity. It is often associated with stability and trust, making it a popular choice in spaces where relaxation and focus are required. This color can create a refreshing atmosphere, reminiscent of tranquil seascapes and open skies, fostering a peaceful environment.",
    "complementaryColors": "Complementary colors for Perano include warm shades like coral and peach which enhance its coolness while adding vibrancy. Neutral tones, such as soft grays and whites, work harmoniously alongside Perano, creating a balanced and inviting palette. These complementary options allow for dynamic contrasts in both fashion and interior design."
  },
  "hex": "A9BEF2"
}