{
  "name": "Perfume",
  "description": "Perfume is a soft and muted shade that embodies the delicate nuances of fragrant flowers and elegance. It often evokes feelings of romance and sophistication, making it an attractive choice for spaces and designs meant to convey subtle beauty. In the NTC palette, it stands out as a gentle hue that harmonizes well with both light and dark tones, creating a versatile backdrop for various aesthetics. Its understated charm makes it particularly suitable for creating serene and inviting atmospheres, ideal for personal spaces like bedrooms or relaxing corners in living rooms.",
  "originOfName": "The name 'Perfume' draws its inspiration from the fragrant essence of flowers and various aromatic compounds used in perfumery. The etymology traces back to the Latin word 'perfumare', which means 'to smoke through'—a reference to the ancient practice of burning aromatic herbs. This color seeks to encapsulate the ethereal quality of scents and their connection to memory and emotion, reflecting how fragrances can invoke tender feelings and cherished moments.",
  "usageInDesign": {
    "interiorDesign": "In interior design, Perfume is often used to create soft, inviting spaces that promote relaxation. It works beautifully as a wall color in bedrooms or living rooms, where tranquility is desired. This hue pairs well with light woods and metallic accents, enhancing its elegance and giving depth to the overall decor.",
    "fashion": "Conversely, in fashion, Perfume is favored for creating sophisticated looks—especially in spring and summer collections. It appears in flowing fabrics, delicate blouses, and chic accessories. Designers often use it in evening wear to convey femininity and grace, fitting for occasions where one wishes to leave a lasting impression.",
    "graphicDesign": "In graphic design, Perfume is effective in creating logos and branding that seek to convey elegance and refinement. Its soft quality makes it suitable for beauty brands, spa services, and lifestyle products where a sense of calm and luxury is desired. This color can be used in various contexts, from website backgrounds to product packaging, enhancing visual appeal and brand identity."
  },
  "visualCharacteristics": {
    "mood": "Perfume evokes feelings of tranquility, grace, and romance. It is associated with elegance and sophistication, often prompting a sense of calm and nostalgia. This color can also create an atmosphere of intimacy, making it a popular choice for designs that seek to connect on a personal level.",
    "complementaryColors": "Complementary colors for Perfume include soft shades like Dusty Rose and muted Mint Green. These colors work well together due to their gentle contrasts, adding depth and interest without overwhelming the senses. The combination enhances the overall aesthetic, making it suitable for a variety of design applications."
  },
  "hex": "D0BEF8"
}