{
  "name": "Pueblo",
  "description": "Pueblo is a warm, earthy color that exudes a sense of calm and stability. It draws its inspiration from the rich terracotta hues of traditional adobe buildings found in the Southwestern United States. This warm brownish-orange tone often evokes feelings of comfort and connection to nature, making it perfect for creating a cozy atmosphere.",
  "originOfName": "The name 'Pueblo' is derived from the Spanish word meaning 'village', which refers to the traditional communities of Native American tribes that inhabited the Southwestern regions of the U.S. The color captures the essence of the adobe structures and natural landscapes that are characteristic of these communities. Historically, Pueblo culture is renowned for its art, pottery, and enduring architectural styles that reflect a deep connection to the earth.",
  "usageInDesign": {
    "interiorDesign": "In interior design, Pueblo is frequently used to create warm, inviting spaces. It's often seen in living rooms and dining areas where a sense of comfort is desired. This color pairs beautifully with natural materials, such as wood and stone, and complements textiles in earth tones or vibrant Southwestern patterns, enhancing the overall aesthetic of a rustic or contemporary style.",
    "fashion": "In fashion, Pueblo is utilized to evoke a sense of grounded elegance. This color is particularly popular during the autumn season, often seen in cozy sweaters, layered outfits, and accessories that reflect the warmth of fall foliage. Its versatility allows it to be paired with both bright colors and neutrals, making it a staple in seasonal collections.",
    "graphicDesign": "In graphic design, Pueblo can be strategically used to convey warmth and approachability. It works well in branding for eco-friendly or organic products, where it embodies a connection to nature. Additionally, it can serve as a background color that enhances legibility when combined with lighter text, making it effective for brochures and advertising materials."
  },
  "visualCharacteristics": {
    "mood": "Pueblo typically evokes feelings of warmth, comfort, and tranquility. It can create a sense of relaxation and is often associated with homeliness and security, making it a preferred choice for spaces intended for social gatherings or intimate settings.",
    "complementaryColors": "Complementary colors to Pueblo include deep greens and muted blues, which can provide a striking contrast while maintaining balance. These colors enhance the earthy tone of Pueblo by adding vibrancy without overwhelming it, making them suitable for accent pieces or complementary decor in interior and graphic design."
  },
  "hex": "7D2C14"
}