{
  "name": "Rajah",
  "description": "Rajah is a vibrant shade of orange that exudes warmth and energy. It is reminiscent of the rich hues found in tropical sunsets and exotic spices. This color evokes a sense of adventure and enthusiasm, making it a popular choice for designs that aim to attract attention and stimulate the senses. Rajah infuses any space or design with a lively spirit, often associated with creativity and vitality.",
  "originOfName": "The term 'Rajah' originates from the Sanskrit word 'Raja,' meaning 'king' or 'prince.' This name reflects both the regal quality of the color and its associations with warmth and richness often found in traditional Indian textiles and culture. Historically, orange has been a color of significance in many cultures, symbolizing auspiciousness and good fortune, particularly in Hinduism where it is associated with the monk attire of the ascetic class.",
  "usageInDesign": {
    "interiorDesign": "In interior design, Rajah is an excellent choice for creating focal points. It works beautifully in spaces intended for social gatherings, such as living rooms or dining areas, where it can evoke warmth and conviviality. Rajah pairs well with deep blues or earthy neutrals, enhancing its vibrancy while grounding the overall aesthetic of a room.",
    "fashion": "In fashion, Rajah is often featured in spring and summer collections due to its fresh and energetic appeal. It is commonly used for statement pieces such as dresses, blouses, and accessories. This color can also represent a bold choice for menswear in casual or semi-formal settings, often seen in shirts or summer shorts.",
    "graphicDesign": "For graphic design, Rajah stands out in logos and branding aimed at youthful or dynamic audiences. Its bright nature draws the eye, making it effective in advertisements meant to inspire excitement or promote fun experiences. Additionally, Rajah can be effectively combined with cooler shades for a balanced, eye-catching design."
  },
  "visualCharacteristics": {
    "mood": "Rajah evokes feelings of enthusiasm, warmth, and creativity. It is known to stimulate mental activity and encourages social interaction, making it an ideal choice for spaces or designs intended to engage or energize people. Its vibrant and lively character can uplift moods and foster an inviting atmosphere.",
    "complementaryColors": "Complementary colors to Rajah include deep blues and teals, which counterbalance its warmth with a cool undertone. These contrasts not only accentuate the vibrancy of Rajah but also create a harmonious visual balance. Earthy tones like ochre or rust can also complement Rajah, grounding it while retaining a warm palette."
  },
  "hex": "F7B668"
}