{
  "name": "Regent St Blue",
  "description": "Regent St Blue is a rich, deep blue hue that exudes sophistication and elegance. It draws inspiration from the iconic Regent Street in London, known for its stylish boutiques and vibrant atmosphere. This color is often associated with luxury, making it a popular choice in both fashion and interior design, where it can create a calming yet authoritative presence.",
  "originOfName": "The name Regent St Blue originates from the famous Regent Street in London, which was named in honor of the Prince Regent, later King George IV. Built in the early 19th century, Regent Street has long been a symbol of fashion and style, and the color captures the essence of this historic avenue's grandeur and chic character. The correlation between the street's ambiance and the color creates an alluring appeal, evoking a sense of classic British elegance and contemporary style.",
  "usageInDesign": {
    "interiorDesign": "In interior design, Regent St Blue is perfect for creating a tranquil yet luxurious environment. Its deep tones work exceptionally well in living rooms and bedrooms, where it can be paired with light neutral colors and natural materials to add depth and warmth. Designers often use it in accent wall applications or as part of a sophisticated color palette that includes gray, white, and metallic finishes to enhance its regal quality.",
    "fashion": "In fashion, Regent St Blue is favored for its timeless elegance and versatility. It is often seen in formal wear, such as evening gowns and tailored suits, providing a chic alternative to black. The color is popular during both spring and fall collections, allowing for striking contrasts with lighter or bolder hues, making it a staple in high-fashion circles.",
    "graphicDesign": "Regent St Blue is frequently utilized in graphic design to evoke a sense of trust and reliability. Its depth makes it an ideal choice for logos and branding for luxury products and services. Additionally, this color stands out effectively in digital platforms and print media, often paired with lighter colors to create a striking visual impact."
  },
  "visualCharacteristics": {
    "mood": "Regent St Blue promotes feelings of calmness and stability, often evoking a sense of sophistication and calm authority. It can inspire creativity and introspection, making it a favored choice for spaces intended for relaxation or focused work. The reliance on blue tones is also linked to feelings of serenity and peace, contributing to psychological well-being.",
    "complementaryColors": "Complementary colors for Regent St Blue include soft corals, warm beige, and crisp whites. These colors work synergistically, balancing the depth of the blue with warm undertones that lighten the overall palette. Utilizing these complements can create a harmonious and inviting environment, enhancing the elegant qualities of Regent St Blue."
  },
  "hex": "AAD6E6"
}