{
  "name": "Regent Gray",
  "description": "Regent Gray is a sophisticated shade of gray that evokes a sense of Modern elegance and cool stability. It is often characterized by its muted tones, which lend an air of understated luxury to any environment. This color can shift in appearance depending on the lighting, sometimes appearing warmer or cooler, making it an adaptable choice for various design applications.",
  "originOfName": "The name 'Regent' suggests authority and prestige, historically associated with royalty and governance. It may have been inspired by the era of regency in Britain, where design and aesthetics played a pivotal role in establishing status. This connection enriches the color's persona, making it desirable in both home and corporate environments.",
  "usageInDesign": {
    "interiorDesign": "In interior design, Regent Gray serves as a versatile neutral that pairs beautifully with both warm and cool tones. It is commonly used in contemporary and minimalist spaces, often found in living rooms, bedrooms, and offices. Its ability to complement natural materials, such as wood and stone, makes it a favorite for creating serene and balanced interiors.",
    "fashion": "In fashion, Regent Gray is seen as a chic alternative to traditional black or navy, often employed in tailored clothing and formal wear. It is prevalent in both men's and women's collections, especially in autumn and winter lines. The color's elegant yet neutral quality allows it to serve as a timeless wardrobe staple, easily layered with bolder colors or patterns.",
    "graphicDesign": "Regent Gray is widely used in graphic design for its modern appeal and ability to communicate professionalism. It is effective for branding, often employed in logos, stationery, and corporate materials where a subtle yet sophisticated presence is desired. The color's neutrality allows it to enhance other colors in a design, serving as a backdrop that emphasizes and elevates surrounding elements."
  },
  "visualCharacteristics": {
    "mood": "The use of Regent Gray in various spaces can evoke feelings of calmness, sophistication, and stability. It fosters a sense of tranquility and comfort, making it a popular choice for environments aimed at relaxation and focus. This color can promote clarity of thought, making it ideal for workspaces and areas dedicated to reflection.",
    "complementaryColors": "Complementary colors for Regent Gray include soft pastels like blush pink and mint green, which infuse a gentle brightness into the overall palette. Additionally, deeper hues such as navy or charcoal can create striking contrasts, enhancing the richness of the gray. Paired with metallics like gold or silver, Regent Gray can achieve a luxurious feel, perfect for upscale design schemes."
  },
  "hex": "86949F"
}