{
  "name": "Roti",
  "description": "Roti is an earthy and warm tone that draws inspiration from the color of different types of flatbreads found across various cultures, particularly in South Asia. This color embodies a sense of comfort and homeliness, reminiscent of baked goods and rustic landscapes. It has a soft richness that can bring a cozy feel to any space, making it excellent for creating intimate environments.",
  "originOfName": "The name 'Roti' originates from the Hindi word for 'bread,' signifying its connection to staple foods in many cultures. This word has been adopted into English and other languages, showcasing the global appreciation for this comforting staple. As bread symbolizes nourishment and community, the color Roti evokes feelings of warmth, connection, and cultural heritage.",
  "usageInDesign": {
    "interiorDesign": "In interior design, Roti is often employed to create calming and inviting spaces. It works well in kitchens and dining areas, evoking the warmth of freshly baked bread. Pairing it with natural wood tones enhances its earthy quality, making it suitable for rustic or farmhouse styles, where comfort and a connection to nature are emphasized.",
    "fashion": "In fashion, Roti can be a versatile color for fall collections, representing warmth and richness. It is commonly found in cozy knitwear, cardigans, and accessories, appealing to those seeking comfort without sacrificing style. Roti coordinates beautifully with earthy palettes, making it ideal for casual wear that reflects a laid-back lifestyle.",
    "graphicDesign": "For graphic design, Roti is effective in promoting a sense of reliability and warmth, making it suitable for brands focusing on organic or locally sourced products. Its earthy tone can create a strong brand identity that resonates with an audience seeking authenticity. Additionally, Roti is an excellent background color for text-heavy designs, as it provides a subtle warmth that enhances readability."
  },
  "visualCharacteristics": {
    "mood": "The emotional impact of Roti is predominantly warm and comfortable. It evokes feelings of warmth, safety, and familiarity, reminiscent of home-cooked meals and family gatherings. This color can inspire a sense of belonging and community, making it ideal for spaces intended for relaxation and socializing.",
    "complementaryColors": "Colors that complement Roti include deep greens and muted blues, which create a calming contrast. These complementary shades can enhance the warm essence of Roti while adding depth and sophistication to a design palette. Together, they may symbolize the balance of earthiness and tranquility, perfect for creating harmonious spaces."
  },
  "hex": "C6A84B"
}