{
  "name": "Sage",
  "description": "Sage is a soft, muted green color that resembles the subtle hues of the leaves from the sage plant. This gentle color combines earthy qualities with a sense of tranquility, making it a preferred choice in various design contexts. The muted tone of sage brings a natural warmth and is often associated with balance and harmony, creating peaceful environments when used in interiors.",
  "originOfName": "The name 'Sage' is derived from the Latin word 'salvia,' which means 'to be saved' or 'to heal.' Historically, sage has been revered not only for its culinary uses but also for its medicinal properties, commonly used in various cultures for its healing capabilities. The color likely took on its name due to the plant's significance in various traditions, symbolizing wisdom and healing.",
  "usageInDesign": {
    "interiorDesign": "In interior design, sage is frequently used to create calm and inviting spaces, often found in kitchens, living rooms, and bedrooms. It pairs beautifully with natural woods and neutral tones, enhancing the overall organic feel of a space. Popular styles that incorporate sage include rustic, farmhouse, and contemporary designs, where it can complement finishes like whitewashed wood or soft gray.",
    "fashion": "In fashion, sage has gained popularity as a versatile color that can be both calming and stylish. It is commonly seen in spring and summer collections, often utilized in dresses, accessories, and casual wear. Sage green outfits can be remarkably paired with earth tones or contrasted with brighter colors like coral and mustard for a vibrant look.",
    "graphicDesign": "In graphic design, sage is used for its soothing quality, making it ideal for brands that wish to convey tranquility and wellness. This color is effective in websites and branding for health-focused brands, spas, and organic products. Palettes that include sage can evoke a natural, eco-friendly feel, especially when combined with earthy browns and soft whites."
  },
  "visualCharacteristics": {
    "mood": "The mood associated with sage is predominantly calming and restorative, evoking feelings of peace and clarity. It is often linked to nature and rejuvenation, making it an excellent choice for spaces intended for relaxation or reflection. Additionally, sage can inspire creativity and promote a focused mindset, ideal for workspaces or studios.",
    "complementaryColors": "Sage pairs beautifully with soft whites, creams, and muted browns to create a harmonious palette that feels warm and welcoming. It can also be complemented by pastel colors like blush pink or lavender for a fresh, modern aesthetic. For a more vibrant contrast, colors such as coral or mustard yellow can add energy to sage's subdued nature."
  },
  "hex": "9EA587"
}