{
  "name": "Salomie",
  "description": "Salomie is a soft, muted hue that resembles the warmth of a blush rose. It exudes a gentle and calming quality, making it an excellent choice for creating serene and inviting spaces. The color's subtle pink undertones add a touch of sophistication, making it versatile for both contemporary and traditional settings. Its delicate nature allows it to blend harmoniously with other colors, offering a refined elegance in various design contexts.",
  "originOfName": "The name Salomie is derived from the biblical name 'Salome', associated with a character in the New Testament. The historical context ties this color to themes of beauty, femininity, and grace, often reflecting in art and culture where figures are adorned in soft, romantic shades. The etymology of the name, which means 'peace' or 'tranquility', reflects the soothing qualities of this particular hue.",
  "usageInDesign": {
    "interiorDesign": "In interior design, Salomie is frequently used in spaces that aim to invoke tranquility and relaxation. It pairs beautifully with white and light greys, making it a popular choice for bedrooms and living areas where a serene atmosphere is desired. Designers often incorporate this color in accent walls, textiles, and decor items to create a cohesive and inviting environment that radiates comfort.",
    "fashion": "In fashion, Salomie appears in various clothing styles, particularly in spring and summer collections where soft, pastel shades are favored. It is often used in dresses, blouses, and accessories, appealing to those who embrace romantic or bohemian aesthetics. The color’s gentle appeal makes it suitable for both casual wear and formal occasions, suggesting an air of refined elegance.",
    "graphicDesign": "Salomie is effectively used in graphic design for brands that wish to convey a sense of warmth and approachability. It works well in logo design, especially for businesses related to beauty, wellness, or lifestyle, where a soft aesthetic is desirable. Additionally, this color can enhance web design, offering a sophisticated background that allows content to stand out without overwhelming the viewer."
  },
  "visualCharacteristics": {
    "mood": "Salomie evokes feelings of calmness, comfort, and tenderness. It creates a soothing ambiance, often associated with nurturing and love. This emotional resonance makes it a popular choice in settings such as nurseries, spas, and boutique stores where a welcoming vibe is crucial.",
    "complementaryColors": "Complementary colors for Salomie include soft mint greens and muted greys, which balance out its warmth while adding freshness to the palette. Colors like deep charcoal or navy can provide a striking contrast, allowing Salomie to stand out without losing its gentle appeal. These complementary shades enhance the overall design scheme, creating depth and interest."
  },
  "hex": "FEDB8D"
}