{
  "name": "San Felix",
  "description": "San Felix is a vibrant and rich color that intertwines warm yellow with subtle hints of gold, creating an inviting and cheerful atmosphere. This color is reminiscent of sunlit fields and golden hour, evoking a sense of warmth and positivity that can brighten any space. Its unique blend makes it versatile, suitable for both contemporary and traditional designs, establishing a joyful ambiance in various environments.",
  "originOfName": "The name 'San Felix' originates from Spanish, referring to the town of San Félix, which is known for its sunny and warm climate. The color captures the essence of the sunny landscapes typical of this region, reflecting a cultural appreciation for sunshine and brightness. The historical connection to the town adds a layer of warmth to the color, as it embodies a sense of place and sensory experience.",
  "usageInDesign": {
    "interiorDesign": "In interior design, San Felix is often used to create lively and uplifting spaces, especially in living rooms and kitchens. It pairs wonderfully with neutral tones like white or light gray, allowing the vibrancy of the color to shine without overwhelming the senses. This shade is frequently found in Mediterranean-inspired designs, where sunlit colors are essential to evoke a feeling of airy openness and joy.",
    "fashion": "In the fashion industry, San Felix is a popular choice during spring and summer collections, reflecting the bright and cheerful vibe of the seasons. It is commonly used in casual wear, such as summer dresses and light cotton shirts, appealing to those who wish to express vibrant energy. Accessories in this color can also be striking, adding a pop of brightness to more subdued outfits, making it a sought-after color in seasonal fashion.",
    "graphicDesign": "San Felix is particularly effective in graphic design where it can draw attention and convey positivity. It’s often used in branding for companies that want to evoke a friendly and warm persona, making it common in logos, promotions for lifestyle products, and kid-friendly brands. Its eye-catching nature makes it suitable for social media graphics and advertisements aimed at youthful demographics."
  },
  "visualCharacteristics": {
    "mood": "San Felix evokes feelings of happiness, warmth, and energy, making it ideal for spaces designed to inspire creativity and communication. It is associated with positivity and optimism, often utilized in environments that require uplifted spirits and motivational effectiveness. The color can stimulate mental activity, promoting a sense of enthusiasm and engagement.",
    "complementaryColors": "San Felix pairs beautifully with cool hues, such as teal or navy blue, which provide a striking contrast while balancing its warmth. Earthy tones like terracotta and muted greens also complement San Felix, grounding its vibrancy and creating harmonious color schemes. This combination allows for versatile design applications, capable of enhancing a space's visual dynamism."
  },
  "hex": "0B6207"
}