{
  "name": "San Juan",
  "description": "San Juan is a vibrant shade of blue that evokes the feeling of serene tropical waters and clear skies. It possesses a refreshing quality that can bring a sense of calm and tranquility to any space. This medium blue is both bold and inviting, making it a popular choice for both interior design and fashion. Its lively nature can energize a room or outfit without overwhelming other elements.",
  "originOfName": "The name 'San Juan' is derived from the capital city of Puerto Rico, known for its rich cultural heritage and beautiful coastal scenery. The color captures the essence of the Caribbean, resonating with the vibrant lifestyle and natural beauty of the region. Historically, San Juan was founded in 1521 and has become a symbol of resilience and cultural fusion, much like the color itself represents a blend of depth and brightness.",
  "usageInDesign": {
    "interiorDesign": "In interior design, San Juan is often used to create focal points or accents in spaces reflecting tropical or coastal themes. It pairs beautifully with neutral tones such as whites and beiges, allowing it to stand out without clashing. Designers often incorporate it into living rooms or bedrooms to evoke a sense of peace while maintaining a lively atmosphere. Its versatility allows it to work well in both modern and traditional decor styles, offering a fresh take on color schemes.",
    "fashion": "In fashion, San Juan is a favored choice for summer collections, often found in swimwear, casual wear, and accessories that aim to evoke a carefree, beach-inspired vibe. It complements a variety of skin tones, making it a universally appealing color for clothing. Designers often pair San Juan with white for a crisp, clean look or mix it with other bright colors for a more playful, vibrant ensemble. Seasonal trends see it appearing prominently in resort wear and activewear, appealing to those seeking comfort and style.",
    "graphicDesign": "In graphic design, San Juan is effective in creating eye-catching logos and advertisements, especially for brands related to travel, hospitality, and wellness. Its refreshing vibe can convey openness and reliability, making it an excellent choice for businesses wishing to project a friendly image. Used in web design, this color can enhance usability and user experience, drawing attention to key areas without causing strain to the eyes. Its adaptability makes it suitable for various applications, from websites to print media."
  },
  "visualCharacteristics": {
    "mood": "San Juan is often associated with feelings of tranquility, optimism, and vitality. It can evoke memories of vacations, relaxation, and sunny days by the beach, creating a positive atmosphere. This blue shade not only represents serenity but also inspires creativity and clarity of thought, making it a favorite in spaces that promote brainstorming and collaboration.",
    "complementaryColors": "Complementary colors for San Juan include coral, soft yellow, and sandy beige. Coral brings a lively contrast that energizes the blue, while soft yellows add warmth, creating a balanced and cheerful palette. Sandy beige instills a sense of earthiness, grounding the vibrancy of San Juan and helping to create a harmonious design."
  },
  "hex": "304B6A"
}