{
  "name": "San Marino",
  "description": "San Marino is a vibrant shade of blue that invokes feelings of calmness and serenity, reminiscent of tranquil waters and clear skies. This color is ideal for creating a peaceful environment, making it a popular choice in spaces meant for relaxation and contemplation. The turquoise undertones give it an inviting warmth, enriching its overall character and appeal in various design applications.",
  "originOfName": "San Marino is named after the Republic of San Marino, one of the world's oldest sovereign states, which is renowned for its picturesque landscapes and stunning views of azure skies. The name reflects the beauty and clarity of the Mediterranean waters surrounding this tiny nation. Its color evokes the essence of maritime culture, reminiscent of summer vacations and coastal living, which contributes to its popularity in design.",
  "usageInDesign": {
    "interiorDesign": "In interior design, San Marino is often used in bedrooms and living areas to promote relaxation and comfort. It pairs beautifully with neutral tones, such as whites and beiges, enhancing its freshness and vibrancy. Design styles that incorporate San Marino include coastal chic and Mediterranean aesthetics, where it can be used on walls, accents, or even in textiles to create a cohesive and inviting space.",
    "fashion": "In fashion, San Marino is frequently featured in summer collections, symbolizing freshness and vitality. It is commonly seen in swimwear, resort wear, and accessories, exuding a sense of elegance and informality that appeals to a wide audience. This shade pairs well with both light and dark colors, making it versatile for various style expressions.",
    "graphicDesign": "San Marino is increasingly embraced in graphic design for its ability to capture attention while conveying a sense of tranquility. It is effective in branding, websites, and print media, often used to illustrate themes of wellness, reliability, and innovation. This color works well in logos and marketing materials as it can evoke trust and serenity, particularly for businesses in the health, travel, and lifestyle sectors."
  },
  "visualCharacteristics": {
    "mood": "The mood evoked by San Marino is one of tranquility and peace, fostering mental clarity and relaxation. It often reminds individuals of sunny days at the beach and evokes positive memories associated with leisure and holiday experiences. This makes it an ideal choice when aiming to create uplifting and calming environments.",
    "complementaryColors": "San Marino pairs beautifully with warm neutrals like sandy beige and creamy whites, enhancing the coastal vibe it embodies. It also complements shades like coral and sunset orange, offering a vibrant contrast that can energize a design. The balance of cool and warm tones allows for a dynamic yet cohesive color palette."
  },
  "hex": "456CAC"
}