{
  "name": "Sanguine Brown",
  "description": "Sanguine Brown is a rich, warm color reminiscent of the deep tones found in terra cotta and natural earthen hues. This color evokes feelings of warmth and comfort, often associated with rustic settings and organic materials. The depth of Sanguine Brown provides a grounding effect in design, making it a favored choice for creating inviting spaces and highlighting natural textures. It is commonly used in a variety of applications, bringing a touch of earthy elegance to both modern and traditional aesthetics.",
  "originOfName": "The term 'sanguine' originates from the Latin word 'sanguis,' meaning blood, which references the color's association with earthy, red-brown tones that resemble iron oxide. Historically, sanguine pigments were used in drawing and painting during the Renaissance, particularly favored by artists for their warm tones and smooth application. The name reflects not only the color's physical appearance but also its connection to life and vitality, as blood is a vital essence.",
  "usageInDesign": {
    "interiorDesign": "In interior design, Sanguine Brown is often used to create cozy, inviting atmospheres. It works beautifully in living rooms and bedrooms, where it can complement wooden furniture and natural textiles. This color pairs particularly well with lighter shades like cream or soft white, balancing darker statement walls or features such as fireplaces, allowing for a welcoming ambiance.",
    "fashion": "Fashion designers use Sanguine Brown for its versatility in both casual and formal attire. It frequently appears in fall and winter collections, embodying a sense of warmth and sophistication. Common items include leather jackets, knit sweaters, and tailored suits, where it brings depth and richness to the wardrobe, offering a neutral base that pairs well with other colors such as olive green or muted gold.",
    "graphicDesign": "In graphic design, Sanguine Brown is effective for creating a sense of stability and reliability. It is often used in branding for natural and organic products, as well as in earthy-themed websites that aim to evoke a connection to nature. The color provides a strong background for typography and images, enhancing visual elements without overwhelming them with brightness, thus facilitating a more relaxed viewing experience."
  },
  "visualCharacteristics": {
    "mood": "Sanguine Brown elicits feelings of comfort, stability, and nurturing, often invoking a sense of security and relaxation. It is commonly associated with nature, earth, and warmth, making it ideal for spaces meant for gathering and connection. This color can also trigger nostalgia, reminiscent of traditional decor and rustic charm.",
    "complementaryColors": "Sanguine Brown pairs beautifully with a variety of complementary colors, such as soft greens, muted golds, and warm creams. These pairings enhance its warmth while providing contrast that can brighten the overall composition. Additionally, colors like teal and deep blue provide a striking balance, highlighting the earthy quality of Sanguine Brown."
  },
  "hex": "8D3D38"
}