{
  "name": "Selago",
  "description": "Selago is a soft, muted shade of blue that embodies tranquility and serenity. It's reminiscent of peaceful seaside landscapes, evoking feelings of calmness and relaxation. This color has a soothing quality that makes it an ideal choice for spaces meant for contemplation or rest, such as bedrooms or reading nooks. Its subtle presence allows it to blend beautifully with other hues, adding depth without overpowering the overall aesthetic.",
  "originOfName": "The name 'Selago' is derived from the botanical world, specifically referring to a type of plant known for its delicate blue flowers. It is part of the broader NTC palette, showcasing how nature influences color naming and design. The association with flora highlights a connection to natural beauty, which is a common theme in many cultures, emphasizing harmony and peace.",
  "usageInDesign": {
    "interiorDesign": "In interior design, Selago is often used in spaces designed for relaxation, such as bedrooms or spas. It pairs well with neutral tones and natural textiles, creating a soothing atmosphere. Designers frequently use this color to evoke calmness and to enhance light in smaller rooms, making them feel more open and airy.",
    "fashion": "In fashion, Selago is popular in spring and summer collections, often seen in flowy dresses and casual wear. Its gentle hue complements various skin tones, making it versatile for different clothing items. The color's soft nature lends itself well to layering, providing an elegant and relaxed look in warmer weather.",
    "graphicDesign": "In graphic design, Selago is effective in branding for wellness-related businesses, such as spas or yoga studios. Its calming influence can make logos and websites feel inviting and approachable. Additionally, it works beautifully in creative layouts, providing a backdrop that enhances readability without overwhelming the viewer."
  },
  "visualCharacteristics": {
    "mood": "Selago evokes feelings of tranquility, calmness, and peace. Its gentle nature can help reduce stress and create a serene environment, making it an ideal choice for spaces or designs aimed at relaxation. This color is often associated with clarity and serenity, promoting a balanced state of mind.",
    "complementaryColors": "Selago pairs beautifully with soft creams and warm greys, which enhance its soothing qualities. Earthy tones like taupe and muted greens also work well, providing a harmonious blend that reflects nature. For a more vibrant contrast, deep blues or dusty rose can create an appealing, refreshing palette."
  },
  "hex": "F0EEFD"
}