{
  "name": "Selective Yellow",
  "description": "Selective Yellow is a striking and radiant shade of yellow that captures the warmth and vibrancy of sunlight. It is often described as a bright, playful hue that embodies positivity and creativity, making it a popular choice in various design applications, from fashion to interior decor. This color can evoke feelings of cheerfulness and optimism, reminiscent of blooming flowers and bright summer days, making it suitable for environments that aim to uplift the spirit.",
  "originOfName": "The name \"Selective Yellow\" is derived from its specific use in color printing and design, where it serves as one of the primary colors in the CMYK (Cyan, Magenta, Yellow, and Key/Black) color model. The term 'selective' reflects the ability to create a range of hues by combining this pure yellow with other colors, emphasising its importance in both digital and traditional color processes.",
  "usageInDesign": {
    "interiorDesign": "In interior design, Selective Yellow can be used to brighten up spaces, often found in kitchens, dining rooms, and playful children's rooms. It pairs well with neutrals and darker colors, creating a lively atmosphere without overwhelming the senses. For instance, using Selective Yellow for accent walls or accessories like cushions and artwork can inject energy and warmth into the decor, making it an ideal choice for social spaces.",
    "fashion": "In fashion, Selective Yellow is favored during spring and summer collections, where it reflects vibrancy and joyful aesthetics. This color is often seen on dresses, accessories, and swimwear. Designers frequently utilize Selective Yellow to make bold fashion statements, as it stands out and enhances the wearer's complexion, making it a popular choice for statement pieces.",
    "graphicDesign": "Selective Yellow is widely used in graphic design, particularly in branding and marketing materials where visibility and attention are crucial. As part of the CMYK color model, it is essential for producing bright, eye-catching visuals in print media. Additionally, its compatibility with other colors makes it versatile for logo designs, posters, and advertisements aiming to convey optimism and energy."
  },
  "visualCharacteristics": {
    "mood": "Selective Yellow is associated with feelings of happiness, warmth, and optimism. It can evoke a sense of enthusiasm and creativity, making it an excellent choice for designs aimed at energizing the viewer. This mood makes it particularly effective in environments where positivity and dynamic energy are desired.",
    "complementaryColors": "Selective Yellow complements various colors, including deep blues and purples, which create a striking contrast and enhance its vibrancy. Shades like navy blue or even a rich plum can provide a sophisticated backdrop, allowing Selective Yellow to pop visually. Additionally, soft neutrals can balance its brightness, creating an inviting and harmonious palette."
  },
  "hex": "FFBA00"
}