{
  "name": "Shiraz",
  "description": "Shiraz is a deep, rich red color that evokes warmth and vitality. Named after the beautiful city in Iran known for its gardens, poetry, and wine, this hue carries an air of sophistication. It resonates with a bold spirit, often used to convey elegance and luxury in various design contexts. Its lustrous quality makes it a popular choice for accent colors that demand attention.",
  "originOfName": "The name 'Shiraz' is derived from the ancient city located in Iran known for its cultural heritage, vineyards, and vibrant landscapes. The association with wine, especially Shiraz wine, adds a layer of richness and depth to the color, evoking feelings of indulgence and pleasure. This etymological significance imbues the color with a sense of history and luxury.",
  "usageInDesign": {
    "interiorDesign": "In interior design, Shiraz is often employed to create a dramatic yet inviting atmosphere. It is particularly effective in dining areas or living rooms, where it can be paired with neutral tones to create a focal point. Accent walls painted in Shiraz can instantly elevate the aesthetic of a space, making it feel more intimate and cozy, while also facilitating a sense of sophistication when paired with gold or brass decor.",
    "fashion": "In fashion, Shiraz shines in evening wear and accessories, embodying elegance and refinement. Designers often use this color in luxurious fabrics like silk or velvet, crafting garments that stand out during special occasions. Shiraz dresses or blouses are particularly sought after during autumn and winter seasons, as the color complements the rich, warm palettes typical of colder months.",
    "graphicDesign": "In graphic design, Shiraz is favored for its ability to communicate warmth and passion, making it an effective choice for branding. It's often used in logos for premium products or upscale services, reflecting a sense of quality and tradition. Its deep hue contrasts well with lighter tones, which can enhance readability and visual impact in print media, including brochures and advertisements."
  },
  "visualCharacteristics": {
    "mood": "Shiraz evokes feelings of warmth, passion, and comfort, making it a highly emotional color. Its rich tone can elicit a sense of luxury or create an inviting atmosphere, depending on its application. Many individuals associate Shiraz with love and intimacy, making it a popular choice for romantic spaces or occasions.",
    "complementaryColors": "Complementary colors for Shiraz include soft greens and muted golds, which create a harmonious balance when paired together. Soft olive greens can enhance the warmth of Shiraz, while muted golds add an element of luxury and sophistication. This combination is particularly effective in both interior and fashion design, where the richness of Shiraz can be beautifully offset by its complements."
  },
  "hex": "B20931"
}