{
  "name": "Smalt Blue",
  "description": "Smalt Blue is a vibrant and intense shade of blue that historically comes from ground cobalt glass. This color has a rich, deep quality that can evoke feelings of calm and stability. Due to its strong pigment, Smalt Blue has been favored in art and decoration, particularly in ceramics and textiles, where it produces a stunning impact against other colors. Its striking hue is both dramatic and elegant, making it a versatile choice in various design contexts.",
  "originOfName": "The term 'smalt' derives from the Dutch word 'smalti', which refers to a type of glass. Historically, smalt was popularized by 17th-century painters and artisans who utilized the vibrant pigment created from cobalt glass. The name has since become associated with this particular shade of blue, celebrated for its intense hue and aesthetic appeal throughout history.",
  "usageInDesign": {
    "interiorDesign": "In interior design, Smalt Blue can be used to create a serene and sophisticated atmosphere. It is often seen in modern and contemporary spaces where its boldness can stand out against neutral palettes. Popular applications include accent walls, decorative tiles, and upholstery, where it adds a luxurious touch to the overall design.",
    "fashion": "In fashion, Smalt Blue has made a significant impression, especially in high-end and seasonal collections. Its boldness is ideal for statement pieces, such as evening gowns or outerwear, and is often paired with other rich hues for a dramatic effect. Designers utilize Smalt Blue in accessories as well, including handbags and shoes, to add a pop of color to more subdued outfits.",
    "graphicDesign": "In graphic design, Smalt Blue is effective for creating a strong visual presence in logos and branding materials. It conveys reliability and professionalism, making it popular among corporate identities. Additionally, its versatility allows for stunning contrasts when paired with lighter colors, enhancing the overall aesthetic of websites and print media."
  },
  "visualCharacteristics": {
    "mood": "Smalt Blue evokes feelings of tranquility, depth, and introspection. It often symbolizes trust and loyalty, making it a favored choice in spaces where calmness is desired. The color can also inspire creativity and a sense of exploration, particularly in artistic contexts.",
    "complementaryColors": "Complementary colors for Smalt Blue include warm tones such as golden yellows and soft oranges. These colors create a striking contrast that enhances the vividness of Smalt Blue while adding warmth to a design. Additionally, neutral shades like whites and grays can serve as balancing elements, ensuring that Smalt Blue remains the focal point."
  },
  "hex": "51808F"
}