{
  "name": "Smalt",
  "description": "Smalt is a vibrant and deep shade of blue, resembling the color of the mineral cobalt. Historically, it was used in ceramics and glass to create a rich, lustrous deep blue, often sought after by artists and artisans alike. The color evokes a sense of depth and tranquility, reminiscent of deep ocean waters or the night sky, making it a favorite among painters and decorators who wish to incorporate elements of nature into their work.",
  "originOfName": "The name 'Smalt' is derived from the German word 'Smalte', which refers to a specific blue glass made by mixing cobalt with a glass base. Historically, this pigment has been used since the Middle Ages, particularly in Europe, where it was prized for its vivid hue and durability. Smalt has also played a role in the development of modern pigments, influencing the formulation of synthetic blues that are commonly used today.",
  "usageInDesign": {
    "interiorDesign": "In interior design, smalt can be used to create a sophisticated and calming atmosphere, especially in spaces like bathrooms or bedrooms. It's often employed on walls, as an accent color, or in decorative ceramics, providing a connection to water elements. Popular design styles that incorporate smalt include coastal, eclectic, and modern, where it pairs beautifully with whites, creams, or soft pastels to evoke a serene, airy feel.",
    "fashion": "In fashion, smalt is reserved for garments that convey confidence and allure, often seen in evening wear and accessories. Designers might choose this color for flowing dresses or tailored suits, especially in collections aimed at fall or winter seasons where deeper hues dominate. Its deep blue tone can act as a neutral base, complementing other rich colors or striking metallics.",
    "graphicDesign": "Smalt is an excellent choice in graphic design, particularly for logos and branding, where it can convey professionalism and reliability. Utilizing this hue in digital interfaces or print media can create a visually impactful experience, especially when paired with crisp whites or vibrant contrasting colors. Its historical significance and eye-catching nature make it effective in attracting attention while maintaining elegance."
  },
  "visualCharacteristics": {
    "mood": "Smalt evokes feelings of calmness, trust, and stability, often associated with depth and introspection. The rich blue color can promote creativity while soothing anxieties and fostering a serene environment. It's a versatile color that can evoke both tranquility akin to a peaceful sea and a sense of mystery reminiscent of the night sky.",
    "complementaryColors": "Complementary colors to smalt include warm oranges and corals, as they create a striking contrast that energizes any design. These colors not only enhance the vibrancy of smalt but also unify a palette, making it lively and intriguing. Neutral shades such as cream or beige also complement smalt, offering a balanced aesthetic that highlights the richness of the blue."
  },
  "hex": "003399"
}