{
  "name": "Sorrell Brown",
  "description": "Sorrell Brown is a rich, earthy hue that embodies the essence of warm, natural tones. It evokes images of rich soil, tree bark, and fall leaves, making it a grounding presence in any design context. This color can create a soothing atmosphere, reminiscent of wooded landscapes or rustic settings. It often serves as a subtle backdrop that enhances the appearance of other colors, promoting a sense of stability and comfort.",
  "originOfName": "The name 'Sorrell' is derived from the sorrel plant, which produces a reddish-brown hue in its leaves. Traditionally, this color has been associated with autumnal themes and is sometimes linked with earthiness and organic textures. It has historical significance in art and design, particularly during periods that celebrated nature and the environment.",
  "usageInDesign": {
    "interiorDesign": "In interior design, Sorrell Brown is often used to create warm, inviting spaces that feel earthy and grounded. It is commonly applied in living rooms, dining areas, and bedrooms, where it pairs beautifully with soft neutrals and rich textures, such as wooden furniture or woolen fabrics. Design styles that benefit from this color include rustic, farmhouse, and bohemian, as it naturally complements the organic materials typical of these aesthetics.",
    "fashion": "In fashion, Sorrell Brown offers versatility and can be seen in various clothing items ranging from casual wear to formal attire. It is particularly popular in autumn and winter collections, where it reflects the seasonal changes in nature. Typical garment types in this shade include coats, sweaters, and leather accessories, often layered with other warm tones like burnt orange or olive green to create a cohesive look.",
    "graphicDesign": "Sorrell Brown finds effective applications in graphic design where a natural, organic feel is desired. It works well in eco-friendly branding and marketing materials, providing a sense of trust and stability. In logo design, the color can evoke feelings of reliability and groundedness, making it suitable for brands that prioritize sustainability and environmental responsibility."
  },
  "visualCharacteristics": {
    "mood": "The mood associated with Sorrell Brown is one of warmth, comfort, and stability. It often elicits feelings of safety and homeliness, creating an inviting atmosphere in both personal and professional settings. The color is generally perceived as reassuring, promoting calm and reflection, which makes it a favorite in tranquil spaces.",
    "complementaryColors": "Sorrell Brown pairs well with a range of complementary colors, including soft creams, light blues, and muted greens. These colors enhance the warmth of Sorrell Brown while providing a visually balanced palette. For instance, combining it with cream provides a fresh contrast, while muted greens highlight its earthy qualities, making for a harmonious design."
  },
  "hex": "CEB98F"
}