{
  "name": "Surfie Green",
  "description": "Surfie Green is a vibrant, fresh hue that captures the essence of coastal environments. This color evokes the feeling of sunlit waters in tropical locales, offering a serene yet invigorating aesthetic. Often associated with tranquility and nature, it brings a sense of calm and revitalization to any space or design project. Its lively appearance makes it a popular choice for summer collections in fashion and can effectively brighten up interiors.",
  "originOfName": "The name 'Surfie Green' draws inspiration from surfing culture and the beautiful hues observed in ocean waters. The term 'surfie' commonly refers to someone who enjoys surfing, suggesting a connection to outdoor activities and a carefree lifestyle. As a color, it also embodies the essence of the surf culture prevalent in coastal communities, where it represents freedom, energy, and a fondness for the sea.",
  "usageInDesign": {
    "interiorDesign": "In interior design, Surfie Green can be effectively used to create a refreshing atmosphere reminiscent of seaside retreats. It works beautifully as a wall color in bathrooms or kitchens, promoting a light and airy space that feels both uplifting and serene. This shade pairs well with whites, light wood tones, and sandy neutrals, making it suitable for coastal or beach-themed interiors.",
    "fashion": "In the fashion industry, Surfie Green is frequently used in swimwear and summer collections, embodying the spirit of beach holidays and outdoor adventures. It is a versatile color that can be paired with floral patterns or monochromatic palettes, often finding its way onto casual dresses, beach cover-ups, and accessories. Its popularity peaks in the warmer months, when vibrant colors are favored.",
    "graphicDesign": "In graphic design, Surfie Green is utilized to evoke feelings of freshness and creativity. It is often featured in logos for brands related to outdoor activities, environmentally-conscious products, or wellness-focused businesses. The shade's boldness makes it an excellent choice for call-to-action buttons on websites, ensuring they stand out and attract attention."
  },
  "visualCharacteristics": {
    "mood": "Surfie Green promotes feelings of calmness and rejuvenation, reminiscent of a peaceful day at the beach. It often evokes images of clear skies and tranquil waters, fostering a sense of serenity and connection to nature. This mood enhancement makes it ideal for spaces where relaxation and inspiration are desired.",
    "complementaryColors": "Complementary colors to Surfie Green include coral, peach, and sandy beige, each adding warmth and contrast that enhances the vitality of Surfie Green. Coral in particular brings a lively pop that energetically contrasts while maintaining the summery vibe. Together, these colors can create harmonious designs that feel both adventurous and balanced."
  },
  "hex": "0C7A79"
}