{
  "name": "Tango",
  "description": "Tango is a vibrant and dynamic shade of orange that exudes energy and enthusiasm. This color is reminiscent of the passionate dance it shares its name with, reflecting a sense of movement and excitement. Often paired with bold and contrasting colors, Tango is frequently used in designs that aim to capture attention and evoke spirited emotions. Its warm undertones make it ideal for creating inviting environments, especially in areas intended for social interaction.",
  "originOfName": "The name 'Tango' is derived from the famous Argentine dance known for its sensual and rhythmic movements. The term itself is believed to have originated from African influences, with 'tang' meaning 'to touch'. The color embodies the lively spirit of the tango dance, which represents passion and creativity, thus giving it a culturally rich identity that resonates with warmth and vitality.",
  "usageInDesign": {
    "interiorDesign": "In interior design, Tango is often utilized to create focal points in spaces, whether through accent walls or decorative furnishings. Its striking hue is popular in modern and contemporary design styles, where it can be paired with neutral tones to create a balanced yet stimulating atmosphere. Common applications include dining rooms or social areas, where its energizing properties can enhance interactions among guests and family.",
    "fashion": "In the fashion world, Tango stands out for its boldness and is frequently seen in seasonal collections that strive for vivacity and flair. It’s popular in statement pieces such as dresses, accessories, and footwear, particularly during spring and summer, where bright colors take center stage. Fashion designers often incorporate Tango in their collections to convey a sense of confidence and exuberance, appealing to those who wish to make a statement.",
    "graphicDesign": "Tango is widely used in graphic design for its ability to attract attention and convey a sense of urgency or excitement. It is effective in logos and branding for companies looking to create a lively or cheerful image. The color also sees heavy use in promotional materials, advertisements, and websites, where its visual impact can draw viewers in and incite action."
  },
  "visualCharacteristics": {
    "mood": "The mood associated with Tango is one of excitement, warmth, and enthusiasm. It often evokes feelings of happiness and adventure, making it ideal for designs that wish to motivate or inspire action. Tango can help create a lively environment that fosters interaction, which is why it is frequently used in social settings.",
    "complementaryColors": "Complementary colors for Tango include teal and cool blues, which create a striking contrast that enhances its vibrancy. These cooler tones help to balance Tango's warmth, producing a visually appealing palette that feels both dynamic and harmonious. Other suitable complements could be muted grays or earthy browns, providing a grounding effect that allows Tango to shine."
  },
  "hex": "ED7A1C"
}