{
  "name": "Te Papa Green",
  "description": "Te Papa Green is a rich and deep shade of green that embodies the essence of nature and tranquility. This color is inspired by the lush landscapes of New Zealand, particularly the stunning flora found around the Te Papa Tongarewa, the national museum of New Zealand. This hue harmonizes beautifully with natural elements, creating a sense of peace and connection to the environment.",
  "originOfName": "The name 'Te Papa' references Te Papa Tongarewa, the Museum of New Zealand located in Wellington. The museum is named after the Māori phrase meaning 'the place of treasures,' reflecting the country's rich cultural heritage and natural beauty. This color not only signifies the geographical inspiration but also embodies the artistic expression found within the museum's exhibits, linking it to both culture and nature.",
  "usageInDesign": {
    "interiorDesign": "Te Papa Green can be effectively used in interior design to create serene and calming spaces. It is often employed in living rooms, bedrooms, and offices to promote relaxation and focus. Paired with natural wood tones and soft neutrals, this color brings the outside in, making rooms feel inviting and connected to nature.",
    "fashion": "In the realm of fashion, Te Papa Green is versatile and timeless, often utilized in autumn and winter collections. It pairs beautifully with earthy tones and vibrant colors alike, making it ideal for statement pieces like coats or accessories. Designers often use this color to evoke a sense of depth and organic elegance in their collections, appealing to those who appreciate sustainability and nature-inspired aesthetics.",
    "graphicDesign": "Te Papa Green finds its place in graphic design as a color that conveys stability and growth. Its application is particularly effective in logos and branding for eco-friendly companies, wellness brands, and outdoor products. This shade establishes a feeling of trust and reliability while ensuring that designs stand out against lighter backgrounds."
  },
  "visualCharacteristics": {
    "mood": "Te Papa Green evokes feelings of tranquility, harmony, and balance. It is associated with nature, renewal, and life, promoting a sense of well-being and calmness that can reduce stress and enhance focus. This emotional quality makes it a favorable choice in both personal spaces and professional environments.",
    "complementaryColors": "Complementary colors to Te Papa Green include soft hues of peach, coral, and warm neutrals. These colors enhance the richness of Te Papa Green while providing a refreshing balance in design applications. Using such complementary shades creates a dynamic yet harmonious palette that is visually appealing and sophisticated."
  },
  "hex": "1E433C"
}