{
  "name": "Tea Green",
  "description": "Tea Green is a soft, muted green that resembles the subtle natural hue of steeped green tea. This gentle shade evokes a sense of calmness and tranquility, making it a popular choice in various design disciplines. Its understated elegance allows it to blend seamlessly with other colors while maintaining its distinct identity.",
  "originOfName": "The name 'Tea Green' derives from the color of brewed green tea, which is known for its soothing and restorative properties. The association with tea reflects cultural significance, particularly in Asian traditions where tea is not just a beverage but also a symbol of hospitality and mindfulness. Historically, green tea has been celebrated for its health benefits, contributing to the favorable perception of this color.",
  "usageInDesign": {
    "interiorDesign": "In interior design, Tea Green is often used to create serene and refreshing spaces. It works particularly well in bedrooms and living areas, where it can be paired with neutral tones or lighter pastel colors to enhance its calming effect. Design styles such as Scandinavian or Japanese minimalism often incorporate this shade, emphasizing simplicity and harmony with nature.",
    "fashion": "Tea Green is increasingly popular in fashion, especially during the spring and summer seasons when lighter, earthy hues are favored. This color is typically seen in flowy dresses, casual wear, and accessories that evoke a naturalistic vibe. Designers often combine it with earthy browns and soft creams to create a balanced and organic look that appeals to eco-conscious consumers.",
    "graphicDesign": "In graphic design, Tea Green is utilized for its ability to convey freshness and approachability. It is frequently employed in branding for wellness-related products, eco-friendly initiatives, and organic food companies. Its soft and inviting nature allows it to stand out without being overwhelming, making it effective in logos, website backgrounds, and marketing materials."
  },
  "visualCharacteristics": {
    "mood": "Tea Green evokes feelings of tranquility, balance, and calmness, making it an ideal color for spaces meant for relaxation and reflection. It is often associated with nature and wellness, inducing a sense of peace and stability. The emotional response it elicits can also encourage a connection to mindfulness and self-care.",
    "complementaryColors": "Complementary colors for Tea Green include soft coral tones and warm beige. These colors work together harmoniously, enhancing the vibrant yet subtle nature of Tea Green while providing a visual warmth that invites comfort and relaxation. The pairing is particularly effective in both interior spaces and fashion, offering a pleasant contrast while maintaining overall cohesion."
  },
  "hex": "D0F0C0"
}