{
  "name": "Tia Maria",
  "description": "Tia Maria is a rich, deep brown color with warm undertones. It evokes a sense of sophistication and comfort, reminiscent of the luxurious smoothness of aged spirits. This color often appears in settings that aim to create an intimate and relaxing atmosphere, making it a popular choice for cozy living spaces and refined dining areas. Tia Maria brings warmth to both contemporary and traditional designs, serving as a versatile backdrop for various stylistic elements.",
  "originOfName": "The name 'Tia Maria' derives from a popular coffee liqueur originating from Jamaica, known for its smooth blend of coffee, sugar, and rum. The drink is often associated with indulgence and celebration, which contributes to the color's rich and inviting appeal. The use of the name in design adds a layer of cultural significance, linking it to culinary experiences and tropical aesthetics, symbolizing relaxation and enjoyment.",
  "usageInDesign": {
    "interiorDesign": "In interior design, Tia Maria is often utilized in spaces that aim for a warm, inviting atmosphere. It works beautifully as an accent in living rooms, dining areas, and bedrooms, often paired with lighter colors or metallics to create an elegant contrast. When used on walls or furnishings, it can evoke a sense of comfort and richness, suitable for both modern and rustic interior styles.",
    "fashion": "In fashion, Tia Maria is frequently seen in fall and winter collections, where it is used in outerwear, accessories, and footwear. The color's deep, sophisticated tones make it ideal for creating stylish and timeless ensembles, often paired with earth tones or bright colors to add a touch of vibrancy. Designers might highlight Tia Maria in luxurious fabrics such as leather or velvet, enhancing its rich appearance and appeal to a broad audience.",
    "graphicDesign": "In graphic design, Tia Maria stands out as a dependable color option for branding and advertising. It can evoke feelings of warmth and reliability, making it effective in logos, packaging, and promotional materials for brands related to food, beverages, and lifestyle. When used on websites and print media, it can help create a sophisticated and memorable identity, particularly for businesses seeking to convey elegance or luxury."
  },
  "visualCharacteristics": {
    "mood": "Tia Maria is associated with feelings of comfort, warmth, and sophistication. It often evokes a sense of security and relaxation, making it a favorite for spaces designed for unwinding and socializing. Its deep tones are calming, yet inviting, promoting a cozy atmosphere.",
    "complementaryColors": "Complementary colors to Tia Maria include soft creams and warm taupes, which balance its richness and provide a lighter contrast. Additionally, shades of teal or muted gold can create striking combinations that enhance the earthiness of Tia Maria while adding freshness and vibrancy to the palette."
  },
  "hex": "C1440E"
}