{
  "name": "Tiber",
  "description": "Tiber is a deep, muted shade of blue reminiscent of the tranquil waters of the Tiber River in Italy. This color evokes a sense of serenity and sophistication, making it an appealing choice for various design applications. Its rich tone can bring a touch of elegance to a space while also providing a calming influence, reminiscent of natural water bodies.",
  "originOfName": "The name 'Tiber' is derived from the Tiber River, which is the third-longest river in Italy and holds immense historical significance. The river has been a crucial waterway since ancient Roman times, symbolizing beauty, life, and civilization. The color captures the essence of this iconic waterway, embodying both its depth and historical context.",
  "usageInDesign": {
    "interiorDesign": "Tiber is often utilized in interior design to create a peaceful and soothing environment. Its deep hue works well in spaces like living rooms or bedrooms, especially when paired with light, airy furnishings to balance the weight of the color. It complements styles such as coastal, modern, and minimalist designs, enhancing the overall serenity of the space.",
    "fashion": "In fashion, Tiber is a popular choice for autumn and winter collections, often seen in elegant evening wear or sophisticated outerwear. The color adds a touch of refinement to garments such as coats, dresses, or accessories, making them stand out without overwhelming the observer. Designers often pair this color with neutral tones or vibrant accents to create visually dynamic outfits.",
    "graphicDesign": "Within graphic design, Tiber is utilized for creating sophisticated and calming websites or branding materials. Its muted quality makes it effective in logos or marketing materials intended to convey trustworthiness and stability. Tiber can be combined with brighter colors to draw attention to key elements, making this shade versatile for various design needs."
  },
  "visualCharacteristics": {
    "mood": "Tiber evokes feelings of calmness and tranquility, often associated with peace and contemplation. The color's depth can also inspire emotions of stability and trust, making it ideal for environments where relaxation or introspection is desired. Users of this color might experience a sense of connection to nature and the elements.",
    "complementaryColors": "Complementary colors for Tiber include soft whites, muted creams, and warm earth tones, which enhance its rich depth without overpowering it. These complements work harmoniously to create a balanced space or design and can be employed in both interior and fashion applications. The use of accents like gold or brass can add a touch of luxury when paired with Tiber, providing a sophisticated contrast."
  },
  "hex": "063537"
}