{
  "name": "Totem Pole",
  "description": "Totem Pole is a rich and earthy hue that evokes a sense of warmth and connection to nature. This color resonates with the earthy tones found in Native American art, particularly in the vibrant designs of totem poles, which are symbolic structures carved with figures that represent lineage, history, and guardianship. Its deep, reddish-brown shade is reminiscent of the materials typically used in such carvings, bringing a grounding presence to any design.",
  "originOfName": "The name 'Totem Pole' is derived from the traditional wooden sculptures created by Indigenous peoples of the Pacific Northwest Coast. These poles often serve as important cultural symbols and story-tellers, and their vibrant colors and intricate designs reflect the themes of nature and spirituality. The choice of this name for the color connects it to the cultural heritage and artistic expression of these communities.",
  "usageInDesign": {
    "interiorDesign": "In interior design, Totem Pole can be used to create warm, inviting spaces that foster a sense of connection and comfort. Its earthy tone makes it an excellent choice for accent walls in living rooms or dining areas, where it can complement natural wood furnishings and earthy textiles. This color pairs well with lighter beiges and soft greens to create a harmonious and balanced aesthetic.",
    "fashion": "In fashion, Totem Pole is often used in fall and winter collections, where it adds a touch of rustic sophistication. It is commonly seen in outerwear, knitwear, and accessories, allowing for versatile styling options. Pairing this color with neutral tones or jewel tones can enhance its richness and depth, making it a popular choice for statement pieces.",
    "graphicDesign": "In graphic design, Totem Pole can bring a sense of stability and reliability to branding and marketing materials. It works well in logo design, especially for brands that focus on heritage, craftsmanship, or environmental consciousness. The color's earthy quality can be effectively used in packaging for organic products, evoking a connection to nature."
  },
  "visualCharacteristics": {
    "mood": "Totem Pole evokes feelings of warmth, stability, and comfort, often associated with themes of nature and heritage. It has the ability to create a welcoming atmosphere in both physical and digital spaces, making it an ideal choice for designs aiming to foster connection and trust. Additionally, this color can inspire feelings of nostalgia or reverence, given its cultural associations.",
    "complementaryColors": "Totem Pole pairs beautifully with complementary colors such as soft cream, muted sage green, and deep turquoise. These complementary shades not only enhance the richness of Totem Pole itself but also create a vibrant and balanced palette. By incorporating these colors, designers can achieve a dynamic aesthetic that reflects both modernity and tradition."
  },
  "hex": "991B07"
}