{
  "name": "Turmeric",
  "description": "Turmeric is a warm, vibrant shade of yellow-orange that captures the essence of the spice it is named after. This color exudes a sense of warmth and energy, reminiscent of sunsets and autumnal leaves. Its rich, earthy quality makes it a popular choice in various design applications, adding a touch of brightness without overwhelming a space.",
  "originOfName": "The name 'turmeric' is derived from the Latin word 'termeric', which means 'saffron'. Historically, turmeric has been used not only as a culinary spice but also for its medicinal properties in various cultures, particularly in South Asian traditions. The color has deep connections to Indian culture, symbolizing prosperity and fertility, and is often found in religious ceremonies and traditional garments.",
  "usageInDesign": {
    "interiorDesign": "In interior design, turmeric is often utilized to infuse warmth and vibrancy into a space. This color works beautifully in kitchens and dining rooms, creating an inviting atmosphere that encourages social interaction. It pairs well with neutral tones like beige and soft greys, allowing it to shine without dominating the overall aesthetic.",
    "fashion": "In fashion, turmeric is a versatile color that can be worn year-round, but it particularly shines in spring and summer collections. Designers often incorporate it into dresses, blouses, and accessories, pairing it with whites and other pastels for a fresh look. The color's energetic hue makes it a popular choice for statement pieces that aim to attract attention.",
    "graphicDesign": "In graphic design, turmeric serves as a striking accent color, often used in logos and branding to symbolize warmth and creativity. Its unique tone allows it to stand out against cooler colors, making it effective for calling attention to key information or promotions. Moreover, incorporating turmeric into digital designs can evoke feelings of optimism and innovation."
  },
  "visualCharacteristics": {
    "mood": "Turmeric evokes feelings of warmth, vitality, and happiness. It is known to stimulate conversation and creativity, making it an excellent choice for spaces intended for social interaction. However, too much turmeric may lead to overstimulation, so it’s essential to balance its use with cooler tones.",
    "complementaryColors": "Turmeric pairs exceptionally well with colors like teal and navy blue, which provide a striking contrast that highlights its vibrancy. Other complementary colors include olive green and soft gray, which can help tone down the brightness while maintaining a cohesive color palette."
  },
  "hex": "CABB48"
}