{
  "name": "Waiouru",
  "description": "Waiouru is a sophisticated shade of green that evokes feelings of tranquility and connection to nature. Named after a river in New Zealand, this color embodies the essence of lush landscapes, reflecting the verdant foliage and serene waters found in the region. The hue encompasses earthy tones that promote calmness and harmony, making it an ideal choice for spaces that aim to foster relaxation and mindfulness.",
  "originOfName": "The name Waiouru originates from the Waiouru River, located in the North Island of New Zealand. The word 'Wai' means water in the Māori language, highlighting the importance of water in the natural beauty and cultural heritage of the area. The color captures the spirit of the river and its surrounding environment, enhancing its significance in both an ecological and cultural context.",
  "usageInDesign": {
    "interiorDesign": "In interior design, Waiouru can be utilized to create a serene and grounded atmosphere. It works beautifully in living spaces, bedrooms, and wellness areas, where a sense of calm is desired. Complemented with natural materials such as wood and stone, this color can enhance the biophilic design trend, promoting a strong connection to the outdoors.",
    "fashion": "Waiouru has found its way into contemporary fashion, often seen in eco-friendly collections that emphasize sustainability. This color is particularly popular in fall and winter styles, where it is incorporated into garments such as coats, scarves, and knitwear. Its versatility allows it to be paired with earthy tones like browns and creams, creating a sophisticated and grounded aesthetic.",
    "graphicDesign": "In graphic design, Waiouru is effective in communicating themes of well-being and environmental consciousness. It is often used in branding for companies aligned with sustainability and nature, as well as in wellness-oriented products. The color pairs well with neutral backgrounds and can enhance legibility, making it a great choice for marketing materials and websites that aim for an organic, trustworthy feel."
  },
  "visualCharacteristics": {
    "mood": "Waiouru elicits feelings of tranquility and peace, making it an excellent choice for areas meant for relaxation. It is often associated with nature and growth, evoking a sense of rejuvenation and calm. The color can also inspire creativity, connecting individuals with their natural surroundings.",
    "complementaryColors": "Waiouru pairs beautifully with complementary colors such as muted gold, soft beige, and crisp white. These colors enhance its earthy appeal while providing a fresh contrast that makes spaces feel more vibrant and alive. Additionally, accents in deep blues or rich browns can create a harmonious palette, reflecting a balanced connection to the natural world."
  },
  "hex": "363C0D"
}