{
  "name": "Wild Rice",
  "description": "Wild Rice is a subdued, earthy hue that embodies the warm tones of natural grains, specifically resembling the color of harvested wild rice. It evokes a sense of calm and connection to nature, often associated with rustic or organic aesthetics. This color has a unique character, blending browns with hints of grey and olive, reminiscent of freshly harvested grains in a sunlit field.",
  "originOfName": "The name 'Wild Rice' originates from the aquatic grass species native to North America, which has been harvested and consumed for centuries by Indigenous peoples. This unique grain has cultural significance and is often incorporated into traditional dishes, highlighting the culinary heritage associated with the color. The term 'wild' emphasizes the unrefined, natural quality of the grain, aligning perfectly with the color’s earthy characteristics.",
  "usageInDesign": {
    "interiorDesign": "In interior design, Wild Rice is often utilized to create warm, inviting spaces. It works beautifully in rustic or farmhouse-style interiors, complementing wooden beams and natural textiles. This color can be effectively used on walls, furniture upholstery, and accent decor, enhancing cozy environments that encourage relaxation.",
    "fashion": "In the realm of fashion, Wild Rice lends itself to casual and seasonal wear, particularly in autumn collections. It appears in various garments such as sweaters, trousers, and accessories, offering a grounded yet sophisticated aesthetic. Pairing it with lighter earth tones or darker shades creates versatile outfits that resonate with both comfort and style.",
    "graphicDesign": "Wild Rice makes a compelling choice in graphic design, where it can evoke feelings of warmth and reliability. Its earthy tone works well as a background for websites, packaging, or branding that aims to reflect natural and organic themes. This color can be paired with brighter accents to create a striking contrast, making it suitable for logos that need to convey a down-to-earth, approachable image."
  },
  "visualCharacteristics": {
    "mood": "The mood associated with Wild Rice is one of tranquility and security. It invokes feelings of warmth, grounding, and stability, making it an excellent choice for environments intended to soothe and relax. This color can help create spaces where individuals feel connected to nature and at ease.",
    "complementaryColors": "Complementary colors for Wild Rice include soft cream, muted sage green, and rich terracotta. These combinations are pleasing to the eye and enhance the warming qualities of Wild Rice, creating a balanced and harmonious palette suitable for various design applications."
  },
  "hex": "ECE090"
}