{
  "name": "Wild Strawberry",
  "description": "Wild Strawberry is a vibrant and lively shade of red that draws inspiration from the luscious, ripe strawberries found in nature. This color embodies the essence of summer, evoking feelings of freshness and joy. With its bold and cheerful appearance, Wild Strawberry can add a playful accent to any design, capturing the attention with its eye-catching hue. It often brings to mind feelings of warmth and nostalgia, reminiscent of childhood summer days spent picking strawberries.",
  "originOfName": "The name 'Wild Strawberry' is derived from the small, sweet fruits that grow in the wild and are commonly found in various regions of the world. The term 'wild' reflects the naturally occurring varieties of strawberries that thrive in untamed habitats, often under the shade of trees or in fields. This name resonates with the natural and organic aspects of the color, aligning it with themes of adventure and spontaneity.",
  "usageInDesign": {
    "interiorDesign": "In interior design, Wild Strawberry is often used as a bold accent color, particularly in modern and contemporary spaces. It works beautifully in kitchens or dining areas, where its energetic vibe can stimulate appetite and conversation. Paired with neutral tones like whites and grays, Wild Strawberry creates a vibrant focal point that enhances the overall atmosphere of the room.",
    "fashion": "In fashion, Wild Strawberry adds a burst of color that can elevate any outfit. It's frequently seen in spring and summer collections, where designers use it to create playful and airy ensembles. Popular clothing items in this color include dresses, accessories, and swimwear, allowing individuals to express their lively personality through colorful attire.",
    "graphicDesign": "Wild Strawberry is commonly employed in graphic design for its ability to grab attention and convey a sense of vitality. It is effective for branding purposes, particularly for products aimed at a youthful or energetic demographic. Logos, advertisements, and websites that incorporate Wild Strawberry in their palette often evoke feelings of excitement and innovation."
  },
  "visualCharacteristics": {
    "mood": "The mood associated with Wild Strawberry is exuberant and uplifting. It radiates energy and enthusiasm, often eliciting feelings of happiness and playfulness. This color can invigorate spaces and enhance creativity, making it a popular choice in designs that require a fun and lively atmosphere.",
    "complementaryColors": "Wild Strawberry pairs well with several complementary colors, including soft greens like Mint or Light Sea Green, which bring balance and harmony to its vibrant tone. Additionally, combining it with neutral shades such as beige or gray can create a sophisticated contrast, allowing Wild Strawberry to stand out without overwhelming a space."
  },
  "hex": "FF3399"
}