{
  "name": "William",
  "description": "William is a rich, deep blue hue that exudes a regal and sophisticated quality. It often evokes feelings of serenity and calmness while simultaneously imparting a sense of confidence and stability. This color can be seen in various applications, making it versatile in both traditional and contemporary settings. Its depth and vibrancy allow it to stand out in a variety of contexts, making it a favorite among design professionals.",
  "originOfName": "The name 'William' is of Old German origin, meaning 'resolute protector'. It has been historically associated with royalty and nobility, partly due to its frequent use in the attire of British kings and other figures of authority. The color itself is often linked to the William IV period in British history, which further entrenches its regal connotations.",
  "usageInDesign": {
    "interiorDesign": "In interior design, William is used to create spaces that feel both inviting and luxurious. This color is often applied to accent walls in living rooms or bedrooms to create a serene oasis. Pairing William with neutral tones or soft whites can enhance its beauty, making it a popular choice in modern and traditional settings alike.",
    "fashion": "In the world of fashion, William is commonly seen in sophisticated evening wear and tailored suits. It is a popular choice for autumn and winter collections, where its richness complements thicker fabrics such as wool and velvet. Designers often use this color in accessories, such as ties and scarves, to add a touch of elegance to any outfit.",
    "graphicDesign": "William's deep blue lends itself well to graphic design, particularly in branding and logo creation. Its maturity can convey trustworthiness and professionalism, making it a popular choice for corporate identities and websites. This color is also effective in creating high-contrast visuals when paired with white or light colors, enhancing readability and visual appeal."
  },
  "visualCharacteristics": {
    "mood": "William inspires a sense of calm and introspection while simultaneously projecting authority and confidence. It evokes feelings of trust and dependability, often associated with depth and introspection.",
    "complementaryColors": "William pairs beautifully with soft pastels like blush pink and light gray, creating a balanced look that is both pleasing to the eye and sophisticated. Additionally, it can be complemented with metallics such as gold or silver, enhancing its luxurious appeal."
  },
  "hex": "3A686C"
}