{
  "name": "Windsor",
  "description": "Windsor is a deep, muted shade of green that evokes a sense of regality and tradition. Its richness and depth create a grounding effect in any design context. This color is reminiscent of aristocratic gardens and the lush tones of nature, often associated with the elegance of British heritage. Windsor brings a sophistication and classic charm to interiors and fashion, making it a versatile choice for various applications.",
  "originOfName": "The name 'Windsor' is derived from Windsor Castle, a royal residence in the United Kingdom that symbolizes heritage and tradition. The castle has been associated with the British monarchy for centuries, adding a regal connotation to this color. The choice of this name reflects the rich cultural background and the stately feeling the color embodies, aligning it with values of nobility and refinement.",
  "usageInDesign": {
    "interiorDesign": "Windsor is often used in interior design to create an atmosphere of warmth and elegance. It pairs beautifully with lighter hues, such as creams and soft whites, producing a harmonious contrast that can work well in living rooms, dining spaces, or libraries. This color is also effective in traditional settings, offering a classic look that complements wood finishes and antique furniture, perfect for farmhouse or vintage-inspired design styles.",
    "fashion": "In fashion, Windsor can be found in various clothing items, including suits, jackets, and dresses, often chosen for its sophisticated allure. It is particularly popular in autumn and winter collections, where its muted hue reflects the seasonal colors of nature. This color can add depth to ensembles, making it ideal for formal occasions or evening wear, allowing wearers to express a polished and refined style.",
    "graphicDesign": "In graphic design, Windsor is utilized to convey stability and trust, making it an excellent choice for brands aiming to project an image of reliability. It works well in corporate branding and marketing materials, where it can evoke feelings of competence. Additionally, Windsor's versatility allows it to be used in combination with other colors to create visually appealing designs that stand out in both digital and print media."
  },
  "visualCharacteristics": {
    "mood": "Windsor evokes feelings of calmness, stability, and reassurance, making it a powerful choice in environments that require a comforting presence. Its muted quality allows it to be both grounding and sophisticated, appealing to a wide range of emotions that can inspire confidence and tranquility. The color's depth can also create a sense of depth and intimacy within a space.",
    "complementaryColors": "Windsor pairs beautifully with complementary colors such as soft golds and warm creams, which accentuate its regal qualities without overwhelming the design. Additionally, jewel tones like deep burgundy or earthy browns can create rich, luxurious contrasts that further enhance the overall aesthetic. This color also works harmoniously with shades of blue and teal, offering a refreshing balance that is pleasing to the eye."
  },
  "hex": "3C0878"
}