{
  "name": "Yellow Sea",
  "description": "Yellow Sea is a vibrant hue that embodies the warmth and energy of sunlight reflecting off a serene body of water. This color evokes a sense of freshness and vitality while maintaining a calming influence reminiscent of sandy shores and sunny days. Its golden undertones amplify its brightness, making it suitable for various design applications that require a lively yet comforting ambiance.",
  "originOfName": "The name 'Yellow Sea' is derived from the Yellow Sea, a body of water located between China and the Korean Peninsula. The color captures the essence of the sunlight-infused waves and sandy beaches associated with the region. Historically, the Yellow Sea has significant cultural relevance in East Asian maritime navigation and trade, influencing its naming as a color that reflects brightness and liveliness.",
  "usageInDesign": {
    "interiorDesign": "In interior design, Yellow Sea is often used to create cheerful and inviting spaces, particularly in living rooms, kitchens, and children's rooms. It pairs beautifully with light wood tones and white accents, enhancing natural light while encouraging interaction and comfort. This color can also be effectively used in accent walls to bring a burst of brightness without overwhelming a space.",
    "fashion": "In the fashion realm, Yellow Sea is a popular choice for spring and summer collections, symbolizing renewal and warmth. It works well in casual outfits, such as sundresses and beachwear, as well as in accessories like bags and shoes that add a splash of color to any ensemble. Notable fashion designers often incorporate this vibrant hue to evoke feelings of joy and optimism in their collections.",
    "graphicDesign": "Yellow Sea plays a crucial role in graphic design, often used in branding to communicate positivity and energy. It is particularly effective in logos and advertisements aimed at youth-oriented products, as it attracts attention while maintaining a sense of approachability. This color can enhance digital interfaces, creating a light and engaging user experience when used wisely alongside contrasting shades."
  },
  "visualCharacteristics": {
    "mood": "The mood evoked by Yellow Sea is one of joy and optimism, often associated with happiness and creativity. This color stimulates communication and camaraderie, making it an excellent choice for environments designed to foster social interaction. Its brightness can also be invigorating, lifting spirits and encouraging a positive mindset.",
    "complementaryColors": "Complementary colors for Yellow Sea include deep blues and muted grays, which provide a striking contrast that enhances its vibrancy. These colors balance the brightness of Yellow Sea, creating a harmonious visual effect that is pleasing to the eye. Additionally, earthy tones like soft browns and greens can ground the design, ensuring that Yellow Sea's brightness does not overwhelm other elements."
  },
  "hex": "FEA904"
}