{
  "name": "Yuma",
  "description": "Yuma is a warm, earthy shade that evokes the natural tones of desert landscapes. It combines deep golden yellows with shades of brown, reminiscent of sandy dunes and sun-baked clay surfaces. This color can bring a sense of warmth and grounding to any space or item, making it a popular choice for creating inviting and cozy environments.",
  "originOfName": "The name 'Yuma' is derived from the Yuma tribe, a Native American group originally from the southwestern United States. The etymology of 'Yuma' is believed to mean 'son of the chief' or 'the brave.' The color reflects the vibrant and resilient nature of the Yuma region, known for its picturesque sunsets and arid beauty, making it a fitting homage to the culture and landscape of the area.",
  "usageInDesign": {
    "interiorDesign": "In interior design, Yuma is often used to create a warm and inviting ambiance. It works exceptionally well in living rooms and bedrooms where a sense of warmth is desired, complementing wood furnishings and natural textiles beautifully. The color can be paired with whites and soft creams to lighten a room while ensuring the warmth remains dominant.",
    "fashion": "In fashion, Yuma is popular for its versatile use across all seasons. It is frequently seen in knitwear and outerwear, adding a touch of earthy sophistication to ensembles. This color pairs well with denim and other neutrals, making it a favorite for casual yet chic looks.",
    "graphicDesign": "In graphic design, Yuma is effective for brands looking to convey warmth and a natural essence. Its robust nature can be used in logos and packaging, especially in industries related to nature, wellness, and organic products. When used against lighter backgrounds, it draws attention without being overwhelming."
  },
  "visualCharacteristics": {
    "mood": "Yuma often evokes feelings of stability, comfort, and relaxation. Its earthy tones can create a serene atmosphere, making it ideal for spaces meant for unwinding or social gatherings. The color can inspire creativity and warmth, reminding viewers of nature's beauty.",
    "complementaryColors": "Yuma pairs well with cool colors such as sage green and soft blues, creating a balanced and harmonious look. These complementary tones enhance the warmth of Yuma while providing a refreshing contrast, perfect for design palettes that strive for equilibrium."
  },
  "hex": "CEC291"
}